<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <meta http-equiv="Content-Style-Type" content="text/css" />
  <meta http-equiv="x-ua-compatible" content="ie=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <meta name="generator" content="pandoc" />
  <meta name="author" content="TANG ZhiXiong; dvorak4tzx; district10" />
  <meta name="date" content="2014-08-18" />
  <title>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;</title>
  <style type="text/css">code{white-space: pre;}</style>
  <link rel="stylesheet" href="jquery-ui.css" type="text/css" />
  <link rel="stylesheet" href="font-awesome.min.css" type="text/css" />
  <link rel="stylesheet" href="main.css" type="text/css" />
</head>
<body>
<div id="header">
<h1 class="title">&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;</h1>
<h3 class="date">2014-08-18</h3>
</div>
<div id="tocbox" class="pokerface">
    <div id="tocboxheader">&#xf03b;</div>
    <div id="tocboxbody">
        <ul>
        <li><a href="#&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;">&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;</a><ul>
        <li><a href="#&#24605;&#32500;&#23398;&#20064;&#19982;&#20889;&#20316;">&#24605;&#32500;&#12289;&#23398;&#20064;&#19982;&#20889;&#20316;</a><ul>
        <li><a href="#&#24605;&#32500;-&#24515;&#26234;&#24037;&#20855;&#31665;">&#24605;&#32500; &#8212; &#24515;&#26234;&#24037;&#20855;&#31665;</a></li>
        <li><a href="#&#22870;&#36175;&#20250;&#20260;&#20154;">&#22870;&#36175;&#20250;&#20260;&#20154;</a></li>
        <li><a href="#&#23398;&#20064;-&#23398;&#20064;&#30340;&#27169;&#24335;">&#23398;&#20064; &#8212; &#23398;&#20064;&#30340;&#27169;&#24335;</a></li>
        <li><a href="#&#35835;&#20070;&#20843;&#23383;&#35776;">&#35835;&#20070;&#20843;&#23383;&#35776;</a></li>
        <li><a href="#&#20889;&#20316;-&#20889;&#20316;&#30340;&#25216;&#33402;-&#25991;&#24515;&#20070;&#30011;">&#20889;&#20316; &#8212; &#20889;&#20316;&#30340;&#25216;&#33402; &amp;&amp; &#25991;&#24515;&#20070;&#30011;</a></li>
        </ul></li>
        <li><a href="#&#32534;&#31243;&#19982;&#25216;&#26415;">&#32534;&#31243;&#19982;&#25216;&#26415;</a><ul>
        <li><a href="#&#20851;&#20110;&#32534;&#31243;&#30340;&#20803;&#24605;&#32771;">&#20851;&#20110;&#32534;&#31243;&#30340;&#20803;&#24605;&#32771;</a></li>
        </ul></li>
        <li><a href="#&#23433;&#38745;&#32773;">&#23433;&#38745;&#32773;</a></li>
        </ul></li>
        </ul>
    </div>
</div>
<div id="navigator" class="pokerface"><a id="gotoindex" href="index.html" title="&#25353;&#19979;&#12304;h&#12305;&#33719;&#21462;&#39029;&#38754;&#24110;&#21161;&#12290;">&#xf015;</a></div>
<h1 id="&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;">&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#23458;</h1>
<p>&#22823;&#37327;&#20869;&#23481;&#25972;&#29702;&#33258; <a href="http://www.yangzhiping.com">&#38451;&#24535;&#24179;&#30340;&#32593;&#32476;&#26085;&#24535;</a></p>
<h2 id="&#24605;&#32500;&#23398;&#20064;&#19982;&#20889;&#20316;">&#24605;&#32500;&#12289;&#23398;&#20064;&#19982;&#20889;&#20316;</h2>
<h3 id="&#24605;&#32500;-&#24515;&#26234;&#24037;&#20855;&#31665;">&#24605;&#32500; &#8212; &#24515;&#26234;&#24037;&#20855;&#31665;</h3>
<h4 id="&#25191;&#34892;&#24847;&#22270;">&#25191;&#34892;&#24847;&#22270;</h4>
<h5 id="&#30446;&#26631;&#24847;&#22270;-v.s.-&#25191;&#34892;&#24847;&#22270;">&#30446;&#26631;&#24847;&#22270; <em>v.s.</em> &#25191;&#34892;&#24847;&#22270;</h5>
<p>&#24515;&#29702;&#23398;&#23478; Peter Gollwitzer &#27880;&#24847;&#21040;&#24515;&#29702;&#23398;&#29702;&#35770;&#20174;&#27010;&#24565;&#21040;&#24212;&#29992;&#36825;&#26465;&#38590;&#20197;&#36808;&#36807;&#21435;&#30340;&#40511;&#27807;&#65292;&#19968;&#33324;&#30340;&#24515;&#29702;&#23398;&#23478;&#20173;&#28982;&#26159;&#36319;&#36825;&#26465;&#40511;&#27807;&#27515;&#30933;&#65292;&#35797;&#22270;&#35828;&#26381;&#20320;</p>
<ul>
<li>&#25105;&#30340;&#33258;&#25105;&#25928;&#33021;&#29702;&#35770;</li>
<li>&#25105;&#30340;&#33258;&#25105;&#20915;&#23450;&#35770;</li>
<li>&#25105;&#30340;&#24515;&#27969;&#29702;&#35770;</li>
<li>&#25105;&#30340; Mindset &#29702;&#35770;</li>
</ul>
<p>&#26159;&#22810;&#20040;&#22810;&#20040;&#29275;&#36924;&#65292;&#20320;&#25026;&#20102;&#65292;&#20320;&#29992;&#20102;&#65292;&#20320;&#23601;&#33258;&#28982;&#29275;&#20102;&#12290;&#12290;&#12290;</p>
<p>Gollwitzer &#24039;&#22937;&#22320;&#24320;&#21551;&#20102;&#19968;&#20010;&#26032;&#30340;&#27969;&#27966;&#12290;&#19981;&#20877;&#22312;&#35748;&#30693;&#23618;&#38754;&#65292;&#35828;&#26381;&#20154;&#20204;&#25913;&#21464;&#33258;&#25105;&#65292;&#32780;&#26159;&#25945;&#32473;&#20154;&#20204;&#19968;&#20010;&#23567;&#23567;&#30340;&#12304;&#24515;&#26234; Hack &#25216;&#24039;&#12305;&#12290;</p>
<p>&#26222;&#36890;&#20154;&#24605;&#32771;&#30446;&#26631;&#30340;&#26102;&#20505;&#65292;&#20351;&#29992;&#30340;&#26159;&#12304;&#30446;&#26631;&#24847;&#22270;&#12305;&#65292; &#26159;&#65306;&#8220;&#25105;&#35201;&#20570;&#20160;&#20040;&#12290;&#12290;&#12290;&#8221;&#32780;&#20182;&#23545;&#33258;&#24049;&#30340;&#23454;&#39564;&#23545;&#35937;&#65292;&#20351;&#29992;&#20102;&#19968;&#31181;&#26367;&#20195;&#33539;&#24335;&#12290;&#24378;&#36843;&#23454;&#39564;&#23545;&#35937;&#65292;&#20351;&#29992;&#19968;&#31181;&#31216;&#20043;&#20026;&#65306;&#12304;&#25191;&#34892;&#24847;&#22270;&#12305;&#30340;&#24605;&#32771;&#33539;&#24335;&#26469;&#24605;&#32771;&#12290;&#32467;&#26524;&#20196;&#20154;&#24778;&#35766;&#65292;&#20154;&#20204;&#26356;&#23481;&#26131;&#20811;&#26381;&#25302;&#24310;&#30151;&#12289;&#36798;&#25104;&#30446;&#26631;&#12290;</p>
<h5 id="&#25191;&#34892;&#24847;&#22270;if...-then...">&#25191;&#34892;&#24847;&#22270;&#65306;<code>If... Then...</code></h5>
<dl>
<dt>Q</dt>
<dd><p>&#20160;&#20040;&#26159;&#25191;&#34892;&#24847;&#22270;&#65311;</p>
</dd>
<dt>A</dt>
<dd><p>&#23601;&#26159;&#20351;&#29992; &#12304;If&#8230;Then&#8230;&#12305;&#30340;&#24605;&#32771;&#33539;&#24335;&#12290;</p>
</dd>
</dl>
<p>&#30446;&#26631;&#24847;&#22270;&#20165;&#20165;&#35828;&#26126;&#20102;&#20154;&#20204;&#24819;&#20570;&#12289;&#23454;&#29616;&#20160;&#20040;&#20107;&#24773;&#65292;&#20363;&#22914;&#8220;&#25105;&#25171;&#31639;&#20943;&#32933;&#8221;&#12290;&#32780;&#25191;&#34892;&#24847;&#22270;&#25351;&#30340;&#26159;&#22914;&#26524;&#39044;&#24819;&#30340;&#32039;&#35201;&#20851;&#22836;&#30495;&#30340;&#20986;&#29616;&#20102;&#30340;&#35805;&#65292;&#37027;&#20040;&#65292;&#20154;&#20204;&#23558;&#20250;&#24590;&#20040;&#20570;&#20197;&#23454;&#29616;&#30446;&#26631;&#12290;&#20363;&#22914;&#65292;&#8220;&#22914;&#26524;&#26126;&#22825;&#26202;&#19978;&#19982;&#26379;&#21451;&#19968;&#22359;&#21435;&#23601;&#39184;&#30340;&#26102;&#20505;&#65292;&#26379;&#21451;&#21521;&#25105;&#25512;&#33616;&#21508;&#31181;&#29305;&#33394;&#33756;&#65292;&#37027;&#20040;&#65292;&#25105;&#21482;&#28857;&#19968;&#20010;&#27801;&#25289;&#65281;&#8221;&#12290;</p>
<p>&#25191;&#34892;&#24847;&#22270;&#65292;&#19968;&#20123;&#20030;&#20363;&#65306;</p>
<ul>
<li>&#22914;&#26524;&#25105;&#38750;&#24120;&#24754;&#20260;&#65292;&#37027;&#20040;&#65292;&#25105;&#21435; KTV &#21809;&#27468;&#32780;&#19981;&#26159;&#30021;&#39278;&#26292;&#39135;</li>
<li>&#22914;&#26524;&#25105;&#38750;&#24120;&#39640;&#20852;&#65292;&#37027;&#20040;&#65292;&#25105;&#21435;&#19982;&#21451;&#20154;&#29228;&#23665;&#32780;&#19981;&#26159;&#30021;&#39278;&#26292;&#39135;</li>
</ul>
<p><strong>&#25191;&#34892;&#24847;&#22270;&#30340;&#24039;&#22937;&#20043;&#22788;&#65292;&#22312;&#20110;&#23427;&#36924;&#20351;&#20154;&#20204;&#19981;&#20877;&#22312;&#35748;&#30693;&#23618;&#38754;&#21435;&#24605;&#32771;&#65292;&#32780;&#26159;&#36890;&#36807;&#38750;&#24120;&#39057;&#32321;&#30340;&#35757;&#32451;&#65292;&#23588;&#20854;&#26159;&#22312;&#26102;&#38388;&#32500;&#24230;&#19978;&#65292;&#23545;&#34892;&#21160;&#36827;&#34892;&#25552;&#21069;&#39044;&#27979;&#19982;&#35268;&#21010;&#65292;&#26368;&#32456;&#24418;&#25104;&#19968;&#31181;&#29983;&#29702;&#26412;&#33021;&#12290;</strong></p>
<p>&#38543;&#30528; if&#8230;then&#8230; &#30340;&#24605;&#32771;&#22810;&#20102;&#65292;&#23427;&#26368;&#32456;&#23558;&#20419;&#20351;&#20320;&#36798;&#25104;&#20247;&#22810;&#26080;&#24847;&#35782;&#30446;&#26631;&#23436;&#25104;&#12290;&#24605;&#32771;&#24471;&#36234;&#22810;&#65292;&#25913;&#21464;&#24471;&#36234;&#24930;&#12290;&#12290;&#12290;&#20294;&#26159;&#65292;if&#8230;then&#8230;&#25104;&#20102;&#29983;&#29702;&#26412;&#33021;&#65292;&#25104;&#20102;&#20320;&#30340;&#35328;&#35821;&#20064;&#24815;&#65292;&#8220;&#25105;&#35201;&#12290;&#12290;&#12290;&#8221;&#19981;&#20877;&#22312;&#33258;&#24049;&#30340;&#23383;&#20856;&#20013;&#20986;&#29616;&#65292;&#20320;&#30340;&#25913;&#21464;&#36824;&#20250;&#36828;&#21527;&#65311;</p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/256480522/" class="uri">http://www.douban.com/note/256480522/</a></p>
<h4 id="&#20154;&#29983;&#26631;&#20934;&#20061;">&#20154;&#29983;&#26631;&#20934;&#20061;</h4>
<p>&#20154;&#31867;&#21464;&#24471;&#36234;&#26469;&#36234;&#32874;&#26126;&#20102;&#21527;&#65311;&#22312;&#36825;&#20010;&#29275;&#20154;&#36744;&#20986;&#30340;&#19990;&#30028;&#65292;&#25105;&#20204;&#35813;&#36873;&#25321;&#20160;&#20040;&#26679;&#30340;&#29983;&#27963;&#26041;&#24335;&#65311;</p>
<h5 id="&#20154;&#31867;&#21464;&#24471;&#36234;&#26469;&#36234;&#32874;&#26126;&#20102;&#21527;">&#20154;&#31867;&#21464;&#24471;&#36234;&#26469;&#36234;&#32874;&#26126;&#20102;&#21527;</h5>
<dl>
<dt>&#12304;1&#12305;&#24343;&#26519;&#25928;&#24212;&#65288;Flynn effect&#65289;</dt>
<dd><p>&#20154;&#31867;&#30340;&#26234;&#21830;&#27599;&#24180;&#25552;&#39640; 0.3% &#24038;&#21491;&#65292;&#27599;&#21313;&#24180;&#25552;&#39640; 3 &#21040; 5 &#20998;&#24038;&#21491;&#12290;&#27599;&#19977;&#21313;&#24180;&#25552;&#39640;&#21313;&#20108;&#21040;&#20108;&#21313;&#20010;&#28857;&#24038;&#21491;&#12290;</p>
</dd>
<dt>&#12304;2&#12305;&#12298;&#38047;&#24418;&#26354;&#32447;&#12299;</dt>
<dd><p>&#29702;&#26597;&#24503;&#65288;Richard J. Herrnstein&#65289;&#19982;&#21512;&#20316;&#32773;1994&#24180;&#20986;&#29256;&#20102;&#19968;&#26412;&#20851;&#20110;&#26234;&#21830;&#30340;&#19987;&#33879;&#65306;&#12298;&#38047;&#24418;&#26354;&#32447;&#12299;&#12290;</p>
<p>&#29702;&#26597;&#24503;&#22312;&#20070;&#20013;&#25253;&#21578;&#20102;&#20302;&#26234;&#21830;&#20154;&#32676;&#23481;&#26131;&#29359;&#32618;&#19982;&#20986;&#29616;&#21508;&#31867;&#21453;&#31038;&#20250;&#34892;&#20026;&#65292;&#21516;&#26102;&#25253;&#21578;&#20102;&#38750;&#35028;&#32654;&#22269;&#20154;&#30340;&#21508;&#39033;&#26234;&#21830;&#27979;&#35797;&#25104;&#32489;&#36234;&#26469;&#36234;&#20302;&#20110;&#30333;&#20154;&#19982;&#19996;&#20122;&#20154;&#65292;&#32654;&#22269;&#26368;&#20302;&#26234;&#21830;&#20154;&#32676;&#26159;&#19968;&#20010;&#21360;&#31532;&#23433;&#20154;&#20445;&#30041;&#21306;&#31561;&#12290;</p>
<p>&#22240;&#27492;&#65292;&#20316;&#32773;&#20204;&#23459;&#31216;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#26234;&#21830;&#27979;&#39564;&#27979;&#35797;&#30340;&#29305;&#36136;&#26159;&#21487;&#38752;&#30340;</li>
<li>&#36825;&#20123;&#29305;&#36136;&#26159;&#30001;&#25105;&#20204;&#30340;&#22522;&#22240;&#20915;&#23450;&#30340;&#65292;&#24456;&#31283;&#23450;&#65292;&#38590;&#20197;&#25913;&#21464;&#12290;</li>
</ol>
</dd>
</dl>
<p>&#12304;3&#12305;&#36825;&#21487;&#20449;&#21527;&#65311;</p>
<p>&#32874;&#26126;&#30340;&#20154;&#36234;&#26469;&#36234;&#32874;&#26126;&#12289;&#36234;&#26469;&#36234;&#30693;&#36947;&#33258;&#24049;&#19981;&#32874;&#26126;&#12289;&#36234;&#26469;&#36234;&#30693;&#36947;&#22914;&#20309;&#26356;&#32874;&#26126;&#12289;&#36234;&#26469;&#36234;&#30693;&#36947;&#19981;&#21516;&#39046;&#22495;&#30340;&#32874;&#26126;&#20154;&#22312;&#21738;&#37324;&#12290;</p>
<p>&#22312;&#20114;&#32852;&#32593;&#26102;&#20195;&#65292;&#36827;&#19968;&#27493;&#21152;&#28145;&#20102;&#40511;&#27807;&#12290;&#22914;&#65292;&#22823;&#25209;&#37327;&#39640;&#26234;&#21830;&#20154;&#32676;&#20511;&#21161; GitHub &#31561;&#20849;&#21019;&#31449;&#28857;&#65292;&#24456;&#24555;&#26126;&#30333;&#19979;&#19968;&#27493;&#21019;&#20316;&#26041;&#21521;&#12290;&#20877;&#22914;&#23569;&#25968;&#31185;&#23398;&#23478;&#32858;&#38598;&#22312;&#19968;&#20010;&#23567;&#20247;&#31038;&#21306;&#65292;&#32439;&#32439;&#34920;&#31034;&#23545;&#33039;&#20081;&#24046;&#30340;&#25968;&#25454;&#25972;&#29702;&#27969;&#31243;&#19981;&#28385;&#12290;</p>
<p>&#36825;&#20010;&#26102;&#20505;&#65292;&#36890;&#36807;&#21162;&#21147;&#19982;&#21442;&#32771;&#20854;&#20182;&#39046;&#22495;&#30340;&#22909;&#26041;&#27861;&#65292;&#24456;&#24555;&#23601;&#21487;&#20197;&#23558;&#36825;&#20010;&#38382;&#39064;&#24443;&#24213;&#35299;&#20915;&#12290;&#35299;&#20915;&#21518;&#65292;&#36825;&#25209;&#20154;&#21448;&#21457;&#29616;&#26032;&#30340;&#38382;&#39064;&#12290;&#22312;&#19968;&#36793;&#21457;&#29616;&#33258;&#24049;&#36234;&#26469;&#36234;&#31528;&#30340;&#36807;&#31243;&#20013;&#65292;&#21478;&#19968;&#36793;&#26159;&#25972;&#20307;&#31038;&#32676;&#21464;&#24471;&#36234;&#26469;&#36234;&#26234;&#24935;&#12290;</p>
<p>&#65288;By the way&#65292;&#25105;&#35760;&#24471;&#26377;&#20154;&#35828;&#36807;&#65306;&#8220;&#30693;&#35782;&#23548;&#33268;&#20154;&#31867;&#20998;&#21270;&#8221;&#12290;&#65289;</p>
<h5 id="&#26631;&#20934;&#20061;">&#26631;&#20934;&#20061;</h5>
<p>&#27491;&#24577;&#20998;&#24067;&#30340;&#38047;&#24418;&#26354;&#32447;&#65306;</p>
<p>[&#27491;&#24577;&#20998;&#24067;]</p>
<p>&#32654;&#22269;&#20891;&#26041;&#37319;&#29992;&#26631;&#20934;&#20061;&#20307;&#31995;&#26469;&#34920;&#31034;&#27979;&#39564;&#20998;&#25968;&#12290;&#25509;&#30528;&#65292;&#21345;&#29305;&#23572;&#31561;&#24515;&#29702;&#23398;&#23478;&#24320;&#22987;&#26222;&#36941;&#37319;&#29992;&#26631;&#20934;&#20061;&#25110;&#26631;&#20934;&#21313;&#65292;&#23558;&#20154;&#26684;&#27979;&#39564;&#12289;&#26234;&#21830;&#27979;&#39564;&#30340;&#32467;&#26524;&#35299;&#37322;&#38477;&#32423;&#20026;&#20010;&#20301;&#25968;&#12290;&#20854;&#20013;&#65292;&#38500;&#20102;&#21345;&#29305;&#23572;&#20027;&#25345;&#24320;&#21457;&#30340;&#20154;&#26684;&#27979;&#39564;&#26159;&#26631;&#20934;&#21313;&#20307;&#31995;&#20043;&#22806;&#65292;&#22810;&#25968;&#24515;&#29702;&#27979;&#39564;&#37319;&#29992;&#30340;&#26159;<strong>&#26631;&#20934;&#20061;</strong>&#20307;&#31995;&#12290;</p>
<p>&#20160;&#20040;&#26159;&#12304;&#26631;&#20934;&#20061;&#12305;&#65288;Stanine&#65289;&#65311;&#23427;&#26159;&#23558;&#27491;&#24577;&#20998;&#24067;&#26354;&#32447;&#21010;&#20998;&#20026;&#20061;&#20010;&#37096;&#20998;&#65292;&#24179;&#22343;&#20540;&#20026; 5 &#65292;&#26631;&#20934;&#24046;&#20026; 2&#65292;&#38500;&#20102;&#26631;&#20934;&#19968;&#19982;&#26631;&#20934;&#20061;&#20004;&#32423;&#20043;&#22806;&#65292;&#21508;&#20010;&#20998;&#25968;&#30340;&#33539;&#22260;&#20840;&#37096;&#37117;&#26159;&#21322;&#20010;&#26631;&#20934;&#24046;&#12290;&#22914;&#19979;&#22270;&#25152;&#31034;&#65306;</p>
<p>[Stanine&#65288;&#26631;&#20934;&#20061;&#65289;]</p>
<h5 id="&#31038;&#20250;&#27604;&#36739;">&#31038;&#20250;&#27604;&#36739;</h5>
<p>&#20160;&#20040;&#26159;&#31038;&#20250;&#27604;&#36739;&#65311;&#23427;&#26469;&#33258;&#32654;&#22269;&#31038;&#20250;&#24515;&#29702;&#23398;&#23478;&#36153;&#26031;&#24311;&#26684;&#30340;&#27010;&#24565;&#12290;&#19968;&#33324;&#21010;&#20998;&#20026;&#65306;</p>
<ul>
<li>&#24179;&#34892;&#27604;&#36739;&#65288;&#19982;&#37027;&#20123;&#19982;&#33258;&#24049;&#24046;&#19981;&#22810;&#30340;&#20154;&#27604;&#36739;&#65292;&#27604;&#22914;&#65292;&#19968;&#20010;&#26631;&#20934;&#20116;&#19982;&#19968;&#20010;&#26631;&#20934;&#20116;&#27604;&#36739;&#65289;&#65307;</li>
<li>&#21521;&#19978;&#27604;&#36739;&#65288;&#19982;&#37027;&#20123;&#27604;&#33258;&#24049;&#24378;&#30340;&#20154;&#27604;&#36739;&#65292;&#27604;&#22914;&#65292;&#19968;&#20010;&#26631;&#20934;&#20116;&#19982;&#19968;&#20010;&#26631;&#20934;&#20843;&#27604;&#36739;&#65289;&#65307;</li>
<li>&#21521;&#19979;&#27604;&#36739;&#65288;&#19982;&#37027;&#20123;&#27604;&#33258;&#24049;&#24046;&#30340;&#20154;&#27604;&#36739;&#65292;&#27604;&#22914;&#65292;&#19968;&#20010;&#26631;&#20934;&#20116;&#19982;&#19968;&#20010;&#26631;&#20934;&#19977;&#27604;&#36739;&#65289;&#12290;</li>
</ul>
<p>&#20154;&#30340;&#33258;&#23562;&#20307;&#31995;&#38750;&#24120;&#26377;&#36259;&#12290;&#36523;&#22788;&#26631;&#20934;&#19971;&#30340;&#21306;&#38388;&#65292;&#20250;&#33258;&#35748;&#26159;&#26631;&#20934;&#20843;&#21306;&#38388;&#30340;&#33021;&#21147;&#12290;&#20294;&#19968;&#33324;&#19981;&#20250;&#19982;&#26631;&#20934;&#20061;&#21306;&#38388;&#30340;&#22823;&#29275;&#27604;&#36739;&#65292;&#32780;&#26159;&#26356;&#22810;&#19982;&#26631;&#20934;&#20843;&#21306;&#38388;&#36827;&#34892;&#24179;&#34892;&#27604;&#36739;&#12290;&#36825;&#23601;&#26159;&#35748;&#30693;&#20559;&#24046;&#20013;&#24120;&#24120;&#25552;&#21040;&#30340;&#36807;&#24230;&#33258;&#20449;&#20559;&#24046;&#12289;&#20048;&#35266;&#20559;&#24046;&#31561;&#12290;&#19982;&#27492;&#21516;&#26102;&#65292;&#37027;&#20123;&#33021;&#21147;&#26356;&#24378;&#32773;&#21364;&#21487;&#33021;&#21453;&#36807;&#26469;&#20302;&#20272;&#33258;&#24049;&#30340;&#33021;&#21147;&#65292;&#26631;&#20934;&#20061;&#20204;&#24120;&#24120;&#20197;&#20026;&#33258;&#24049;&#26159;&#26631;&#20934;&#19971;&#12290;</p>
<ul>
<li>Big-Fish-Little-Pond Effect (BFLPE)</li>
<li>Pygmalion Effect</li>
<li>Psychological Resilience</li>
<li>Genius Effect</li>
</ul>
<h5 id="&#29702;&#35299;&#20043;&#21518;">&#29702;&#35299;&#20043;&#21518;</h5>
<p>&#38500;&#20102;&#36873;&#25321;&#19981;&#24688;&#24403;&#30340;&#31038;&#20250;&#27604;&#36739;&#26631;&#20934;&#65292;&#27604;&#22914;&#65292;&#19982;&#30450;&#20154;&#27604;&#38405;&#35835;&#36895;&#24230;&#65307;&#25110;&#32773;&#36867;&#36991;&#27491;&#24120;&#30340;&#31038;&#20250;&#27604;&#36739;&#65292;&#27604;&#22914;&#65292;&#25925;&#24324;&#29572;&#34394;&#25925;&#20316;&#28165;&#39640;&#12290;&#25105;&#20204;&#36824;&#26377;&#21738;&#20123;&#27491;&#24120;&#30340;&#25110;&#32773;&#31215;&#26497;&#30340;&#36873;&#25321;&#65311;</p>
<dl>
<dt>&#12304;1&#12305;&#20154;&#29983;&#21482;&#35201;&#19971;&#21313;&#20998;</dt>
<dd><p>&#39318;&#20808;&#26159;&#21487;&#20197;&#36873;&#25321;&#12304;&#20154;&#29983;&#21482;&#35201;&#19971;&#21313;&#20998;&#12305;&#30340;&#24577;&#24230;&#12290;&#35834;&#22870;&#24471;&#20027;&#35199;&#33945;&#23558;&#20854;&#31216;&#20043;&#20026;&#65306;</p>
<ul>
<li>&#20570;&#12304;&#28385;&#24847;&#30340;&#20154;&#65288;Satisficer&#65289;&#12305;</li>
<li>&#19981;&#35201;&#20570;&#12304;&#36861;&#27714;&#26368;&#20248;&#21270;&#30340;&#20154;&#65288;Maximizer&#65289;&#12305;</li>
</ul>
<p>[maximizer satisficer]</p>
</dd>
<dt>&#12304;2&#12305;&#19982;&#21451;&#21892;&#30340;&#38598;&#20307;&#26234;&#24935;&#21019;&#20316;&#32676;&#20307;&#21574;&#22312;&#19968;&#36215;</dt>
<dd><p>&#21442;&#19982;&#20154;&#31867;&#26234;&#24935;&#30340;&#38598;&#20307;&#36827;&#21270;&#65292;&#36825;&#26159;&#26368;&#31616;&#21333;&#30340;&#35753;&#33258;&#24049;&#21464;&#24471;&#26356;&#26234;&#24935;&#30340;&#26041;&#27861;&#12290;&#22914;&#24320;&#25918;&#31185;&#23398;&#12289;&#24320;&#28304;&#36719;&#20214;&#12289;&#24320;&#28304;&#30828;&#20214;&#36825;&#26679;&#30340;&#39046;&#22495;&#12290;</p>
</dd>
<dt>&#12304;3&#12305;&#25506;&#32034;&#33258;&#25105;</dt>
<dd><p>&#26368;&#21518;&#26159;&#22312;&#19982;&#12304;&#36807;&#21435;&#25105;&#12305;&#30340;&#27604;&#36739;&#22522;&#30784;&#20043;&#19978;&#65292;&#25506;&#32034;&#12304;&#21487;&#33021;&#30340;&#33258;&#25105;&#20204;&#12305;&#12290;</p>
</dd>
</dl>
<h5 id="&#23567;&#32467;">&#23567;&#32467;</h5>
<p>&#31038;&#20250;&#19978;&#27704;&#36828;&#23384;&#22312;&#30528;&#19968;&#20010;&#8220;&#20154;&#27604;&#20154;&#8221;&#30340;&#38382;&#39064;&#12290;&#25105;&#20204;&#19981;&#20250;&#22240;&#20026;&#33258;&#24049;&#30340;&#24858;&#34850;&#32780;&#24754;&#20260;&#65292;&#21482;&#20250;&#22240;&#20026;&#27604;&#21608;&#22260;&#30340;&#20154;&#26356;&#34850;&#32780;&#30171;&#33510;&#12290;</p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/260030142/" class="uri">http://www.douban.com/note/260030142/</a></p>
<h4 id="&#21051;&#24847;&#32451;&#20064;">&#21051;&#24847;&#32451;&#20064;</h4>
<p>&#22312;&#25104;&#20026;&#29275;&#20154;&#30340;&#36947;&#36335;&#19978;&#65292;&#27809;&#26377;&#20154;&#33021;&#21542;&#35748;&#32451;&#20064;&#30340;&#20316;&#29992;&#12290;&#20294;&#26159;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;&#26377;&#19968;&#20123;&#20160;&#20040;&#26679;&#30340;&#38382;&#39064;&#65311;&#21407;&#20316;&#32773;&#22467;&#37324;&#20811;&#26862;&#65288;Ericsson&#65289;&#26412;&#24847;&#26159;&#20160;&#20040;&#65311;&#25104;&#20154;&#22914;&#20309;&#26356;&#22909;&#23398;&#20064;&#65311;</p>
<h5 id="&#36229;&#36234;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;">&#36229;&#36234;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;</h5>
<dl>
<dt>&#12304;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;&#12305;&#65288;Gladwell&#65289;</dt>
<dd><p>&#20154;&#20204;&#30524;&#20013;&#30340;&#22825;&#25165;&#20043;&#25152;&#20197;&#21331;&#36234;&#38750;&#20961;&#65292;&#24182;&#38750;&#22825;&#36164;&#36229;&#20154;&#19968;&#31561;&#65292;&#32780;&#26159;&#20184;&#20986;&#20102;&#25345;&#32493;&#19981;&#26029;&#30340;&#21162;&#21147;&#12290;&#21482;&#35201;&#32463;&#36807; 1 &#19975;&#23567;&#26102;&#30340;&#38180;&#28860;&#65292;&#20219;&#20309;&#20154;&#37117;&#33021;&#20174;&#24179;&#20961;&#21464;&#25104;&#36229;&#20961;&#12290;</p>
</dd>
<dt>&#12304;10 year rule&#12305;&#65288;&#35199;&#33945;&#65289;</dt>
<dd><p>&#22269;&#38469;&#35937;&#26827;&#22823;&#24072;&#33021;&#22815;&#22312;&#38271;&#26102;&#35760;&#24518;&#31995;&#32479;&#20013;&#23384;&#20648; 5 &#21040; 10 &#19975;&#20010;&#26827;&#23616;&#32452;&#22359;&#65292;&#33719;&#24471;&#36825;&#20123;&#19987;&#19994;&#30693;&#35782;&#22823;&#27010;&#38656;&#35201; 10 &#24180;&#12290;</p>
</dd>
<dt>&#12304;Deliberate Practice&#12305;&#65288;&#22467;&#37324;&#20811;&#26862;&#65289;</dt>
<dd><p>&#21051;&#24847;&#32451;&#20064;&#12290;</p>
</dd>
</dl>
<p>&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;&#31350;&#31455;&#26377;&#21738;&#20123;&#38382;&#39064;&#21602;&#65311;</p>
<ul>
<li>&#39318;&#20808;&#65292;&#19981;&#21516;&#19987;&#19994;&#39046;&#22495;&#30340;&#25216;&#33021;&#20064;&#24471;&#26102;&#38388;&#19982;&#32451;&#20064;&#26102;&#38388;&#24182;&#19981;&#23384;&#22312;&#19968;&#20010;&#19968;&#19975;&#23567;&#26102;&#30340;&#26368;&#20302;&#38408;&#20540;&#12290;</li>
<li>&#20854;&#27425;&#65292;&#25104;&#21151;&#19982;&#32451;&#20064;&#26102;&#38388;&#24182;&#19981;&#23436;&#20840;&#25104;&#27491;&#27604;&#65292;&#22825;&#36171;&#22312;&#20854;&#20013;&#25198;&#28436;&#37325;&#35201;&#20316;&#29992;&#12290;</li>
<li>&#26368;&#21518;&#65292;&#39539;&#26021;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;&#21487;&#20197;&#29609;&#19968;&#20010;&#24039;&#22937;&#30340;&#24605;&#24819;&#28216;&#25103;&#65292;&#36825;&#23601;&#26159;&#21746;&#23398;&#23478; Eubulides Miletus &#25552;&#20986;&#30340;&#27801;&#22534;&#24726;&#35770;&#65288;Sorites paradox&#65289;</li>
</ul>
<h5 id="&#21051;&#24847;&#32451;&#20064;&#30340;&#26412;&#36136;">&#21051;&#24847;&#32451;&#20064;&#30340;&#26412;&#36136;</h5>
<p>&#22467;&#37324;&#20811;&#26862;&#30340;&#21051;&#24847;&#32451;&#20064;&#26680;&#24515;&#35266;&#28857;&#26159;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#37027;&#20123;&#26631;&#20934;&#19971;&#21306;&#38388;&#20197;&#19978;&#30340;&#20154;&#20204;&#65292;&#25317;&#26377;&#19968;&#31181;&#36739;&#24378;&#30340;&#35760;&#24518;&#33021;&#21147;&#65306;&#12304;&#38271;&#26102;&#24037;&#20316;&#35760;&#24518;&#12305;&#65288; <strong>Long-term Working Memory</strong>&#65289;&#12290;</li>
<li>&#36827;&#21270;&#32473;&#26631;&#20934;&#20116;&#20204;&#30041;&#20102;&#26465;&#36335;&#12290;&#36825;&#31181;&#38271;&#26102;&#24037;&#20316;&#35760;&#24518;&#33021;&#21147;&#65292;&#22467;&#37324;&#20811;&#26862;&#35748;&#20026;&#26159;&#39046;&#22495;&#30456;&#20851;&#30340;&#65292;&#24182;&#19988;<strong>&#36890;&#36807;&#20182;&#25152;&#35828;&#30340;&#21051;&#24847;&#32451;&#20064;&#65292;&#21487;&#20197;&#20064;&#24471;</strong>&#12290;</li>
<li>&#21051;&#24847;&#32451;&#20064;&#30340;&#20219;&#21153;&#38590;&#24230;&#35201;&#36866;&#20013;&#12289;&#33021;&#25910;&#21040;&#21453;&#39304;&#12289;&#26377;&#36275;&#22815;&#30340;&#27425;&#25968;&#37325;&#22797;&#32451;&#20064;&#12289;&#23398;&#20064;&#32773;&#33021;&#22815;&#32416;&#27491;&#33258;&#24049;&#30340;&#38169;&#35823;&#12290;&#22914;&#27492;&#22914;&#27492;&#65292;&#24517;&#25104;&#22823;&#22120;&#12290;</li>
</ol>
<p>&#38271;&#26102;&#24037;&#20316;&#35760;&#24518;&#30340;&#22521;&#20859;&#35201;&#28857;&#20027;&#35201;&#26377;&#65306;</p>
<ol style="list-style-type: decimal">
<li><strong>&#36171;&#20104;&#24847;&#20041;&#65292;&#31934;&#32454;&#32534;&#30721;</strong>&#65306;&#26631;&#20934;&#20843;&#20204;&#33021;&#38750;&#24120;&#24555;&#22320;&#26126;&#30333;&#33258;&#24049;&#39046;&#22495;&#30340;&#21333;&#35789;&#19982;&#26415;&#35821;&#65292;&#22312;&#23384;&#20648;&#20449;&#24687;&#30340;&#26102;&#20505;&#65292;&#21487;&#20197;&#26377;&#24847;&#35782;&#22320;&#37319;&#21462;&#20803;&#35748;&#30693;&#30340;&#21508;&#39033;&#21152;&#24037;&#31574;&#30053;&#65307;</li>
<li><strong>&#25552;&#21462;&#32467;&#26500;&#25110;&#27169;&#24335;</strong>&#65306;&#24448;&#24448;&#38656;&#35201;&#23558;&#19987;&#19994;&#39046;&#22495;&#30340;&#30693;&#35782;&#65292;&#25552;&#21462;&#32467;&#26500;&#25110;&#32773;&#27169;&#24335;&#65292;&#20197;&#26356;&#22909;&#22320;&#26041;&#24335;&#23384;&#20648;&#12290;&#27604;&#22914;&#65292;&#19987;&#23478;&#32423;&#21035;&#30340;&#24320;&#21457;&#32773;&#21892;&#29992;&#35774;&#35745;&#27169;&#24335;&#65307;</li>
<li><strong>&#21152;&#24555;&#36895;&#24230;&#12289;&#22686;&#36827;&#38142;&#25509;</strong>&#65306;&#36890;&#36807;&#22823;&#37327;&#37325;&#22797;&#30340;&#21051;&#24847;&#32451;&#20064;&#65292;&#32534;&#30721;&#19982;&#25552;&#21462;&#36807;&#31243;&#65292;&#19987;&#23478;&#27604;&#26032;&#25163;&#37117;&#24555;&#24456;&#22810;&#65292;&#22686;&#21152;&#38271;&#26102;&#35760;&#24518;&#19982;&#24037;&#20316;&#35760;&#24518;&#20043;&#38388;&#30340;&#21508;&#31181;&#36890;&#36335;&#12290;</li>
</ol>
<p>&#25152;&#20197;&#65292;&#21051;&#24847;&#32451;&#20064;&#30340;&#25351;&#21521;&#26159;&#21435;&#20080; SSD &#30828;&#30424;&#65292;&#32780;&#19981;&#26159;&#32431;&#31929;&#21334;&#33510;&#21147;&#65292;&#26356;&#19981;&#26159;&#24110;&#30021;&#38144;&#20070;&#20316;&#32773;&#20204;&#33829;&#38144;&#65292;&#21898;&#21898;&#28909;&#34880;&#21475;&#21495;&#65306;&#19968;&#19975;&#23567;&#26102;&#65292;&#20170;&#22825;&#65292;&#20320;&#22362;&#25345;&#20102;&#21527;&#65311;</p>
<h5 id="&#38544;&#30693;&#35782;">&#38544;&#30693;&#35782;</h5>
<p>&#21051;&#24847;&#32451;&#20064;&#34429;&#28982;&#24182;&#27809;&#26377;&#21542;&#35748;&#24773;&#26223;&#30340;&#37325;&#35201;&#24615;&#65292;&#20294;&#26159;&#24773;&#26223;&#24456;&#37325;&#35201;&#65281;&#19981;&#35201;&#24573;&#30053;&#19982;&#23398;&#20064;&#23494;&#20999;&#30456;&#20851;&#30340;&#38544;&#24418;&#30693;&#35782;&#12290;</p>
<p>&#23398;&#20064;&#31185;&#23398;&#22823;&#37327;&#30740;&#31350;&#34920;&#26126;&#65292;&#25104;&#20154;&#30340;&#26368;&#20339;&#23398;&#20064;&#26041;&#24335;&#24182;&#38750;&#29420;&#33258;&#32451;&#20064;&#65292;&#32780;&#26159;<strong>&#22312;&#24773;&#22659;&#20013;&#23398;&#20064;</strong>&#12290;&#26377;&#25928;&#23398;&#20064;&#26159;&#36827;&#20837;&#30456;&#20851;&#24773;&#26223;&#65292;&#25214;&#21040;&#33258;&#24049;&#30340;&#12304;&#23398;&#20064;&#20849;&#21516;&#20307;&#12305;&#65292;&#28982;&#21518;&#23398;&#20064;&#32773;&#21018;&#24320;&#22987;&#22260;&#32469;&#37325;&#35201;&#25104;&#21592;&#36716;&#65292;&#20570;&#19968;&#20123;&#22806;&#22260;&#30340;&#24037;&#20316;&#65292;&#38543;&#30528;&#25216;&#33021;&#22686;&#38271;&#65292;&#36827;&#20837;&#23398;&#20064;&#20849;&#21516;&#20307;&#22280;&#23376;&#30340;&#26680;&#24515;&#65292;&#36880;&#27493;&#20570;&#26356;&#37325;&#35201;&#30340;&#24037;&#20316;&#65292;&#26368;&#32456;&#25104;&#20026;&#19987;&#23478;&#12290;</p>
<p>&#36825;&#23601;&#26159;&#23398;&#20064;&#31185;&#23398;&#26085;&#30410;&#20027;&#27969;&#30340;&#35266;&#24565;&#65306;&#20174;&#12304;&#24773;&#26223;&#23398;&#20064;&#12305;&#20986;&#21457;&#65292;<strong>&#24403;&#19968;&#21517;&#12304;&#35748;&#30693;&#23398;&#24466;&#12305;</strong>&#65292;&#23427;&#30340;&#35201;&#28857;&#26377;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#25214;&#21040;&#23398;&#20064;&#20849;&#21516;&#20307;</li>
<li>&#38544;&#24615;&#30693;&#35782;&#26174;&#24615;&#21270;&#65306;&#38544;&#24615;&#30693;&#35782;&#26159;&#20351;&#20154;&#20204;&#26377;&#33021;&#21147;&#21033;&#29992;&#27010;&#24565;&#12289;&#20107;&#23454;&#20197;&#21450;&#31243;&#24207;&#26469;&#35299;&#20915;&#29616;&#23454;&#38382;&#39064;&#30340;&#30693;&#35782;&#12290;&#19968;&#33324;&#20063;&#31216;&#20043;&#20026;&#31574;&#30053;&#30693;&#35782;</li>
<li>&#27169;&#20223;&#27036;&#26679;</li>
<li>&#22521;&#20859;&#22810;&#26679;&#24615;&#65306;&#22312;&#22810;&#31181;&#24773;&#22659;&#20013;&#23454;&#36341;&#65292;&#20197;&#27492;&#24378;&#35843;&#23398;&#20064;&#24191;&#38420;&#30340;&#24212;&#29992;&#33539;&#22260;</li>
</ol>
<h5 id="&#23567;&#32467;-1">&#23567;&#32467;</h5>
<p>&#23588;&#20854;&#20540;&#24471;&#27880;&#24847;&#30340;&#26159;&#35199;&#33945;&#30340;&#21313;&#24180;&#23450;&#24459;&#23545;&#25105;&#20204;&#30495;&#27491;&#30340;&#21551;&#21457;&#65306;</p>
<p><strong>&#32784;&#24515;&#22320;&#12289;&#35878;&#34394;&#22320;&#20445;&#25345;&#22823;&#26102;&#38388;&#21608;&#26399;&#30340;&#21051;&#24847;&#32451;&#20064;&#12290;</strong></p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/260623954/" class="uri">http://www.douban.com/note/260623954/</a></p>
<h4 id="&#24184;&#31119;&#30340;&#26469;&#28304;">&#24184;&#31119;&#30340;&#26469;&#28304;</h4>
<p>&#12304;&#20027;&#35266;&#24184;&#31119;&#24863;&#12305;&#65292;&#12304;&#24184;&#31119;&#34920;&#29616;&#34892;&#20026;&#12305;</p>
<p>[&#24184;&#31119;&#26469;&#28304;&#30340; 7S &#27169;&#22411;]</p>
<ul>
<li>&#27169;&#22411;&#22270;&#24038;&#36793;&#65292;&#26356;&#22810;&#19982;<strong>&#25104;&#23601;&#12289;&#33021;&#21147;</strong>&#30456;&#20851;:
<ul>
<li>&#29289;&#36136;&#28385;&#36275;&#8212;&#8212;&#25351;&#23545;&#37329;&#38065;&#12289;&#21517;&#35465;&#12289;&#22320;&#20301;&#31561;&#22806;&#22312;&#29289;&#36136;&#26465;&#20214;&#24863;&#21040;&#28385;&#24847;&#12290;</li>
<li>&#19987;&#19994;&#25104;&#23601;&#8212;&#8212;&#25351;&#22312;&#24037;&#20316;&#20013;&#34920;&#29616;&#20986;&#26469;&#30340;&#20986;&#20247;&#19994;&#32489;&#21644;&#25104;&#26524;&#12290;</li>
</ul></li>
<li>&#27169;&#22411;&#22270;&#21491;&#36793;&#65292;&#26356;&#22810;&#19982;<strong>&#20154;&#38469;</strong>&#30456;&#20851;&#65306;
<ul>
<li>&#23478;&#24237;&#28201;&#39336;&#8212;&#8212;&#25351;&#23478;&#24237;&#29615;&#22659;&#25317;&#26377;&#19968;&#31181;&#20146;&#20999;&#20307;&#36148;&#30340;&#27675;&#22260;&#12290;</li>
<li>&#20154;&#38469;&#21644;&#35856;&#8212;&#8212;&#25351;&#20154;&#38469;&#20851;&#31995;&#31283;&#23450;&#21644;&#30566;&#65292;&#19982;&#20182;&#20154;&#20132;&#24448;&#30340;&#36807;&#31243;&#24456;&#24841;&#24555;&#12290;</li>
</ul></li>
<li>&#27169;&#22411;&#22270;&#20013;&#38388;&#65292;&#26356;&#22810;&#19982;<strong>&#33258;&#20027;&#24615;</strong>&#30456;&#20851;&#65306;
<ul>
<li>&#24841;&#24742;&#20107;&#20214;&#8212;&#8212;&#25351;&#33021;&#24102;&#32473;&#33258;&#24049;&#36523;&#24515;&#24555;&#20048;&#30340;&#27963;&#21160;&#25110;&#20107;&#20214;&#12290;</li>
<li>&#33258;&#20027;&#25511;&#21046;&#8212;&#8212;&#25351;&#23545;&#33258;&#24049;&#30340;&#26085;&#24120;&#29983;&#27963;&#21644;&#24037;&#20316;&#30340;&#33258;&#20027;&#25226;&#25569;&#25511;&#21046;&#31354;&#38388;&#12290;</li>
<li>&#36523;&#20307;&#20581;&#24247;&#8212;&#8212;&#25351;&#36523;&#20307;&#29366;&#24577;&#33391;&#22909;&#65292;&#26377;&#36275;&#22815;&#20805;&#27803;&#30340;&#31934;&#21147;&#21644;&#20307;&#21147;&#24212;&#20184;&#26085;&#24120;&#29983;&#27963;&#21644;&#24037;&#20316;&#20013;&#30340;&#21508;&#31867;&#20107;&#20214;&#12290;</li>
</ul></li>
</ul>
<h5 id="&#33258;&#20027;&#32988;&#20219;&#19982;&#24402;&#23646;">&#33258;&#20027;&#12289;&#32988;&#20219;&#19982;&#24402;&#23646;</h5>
<p>&#20154;&#31867;&#30340;&#19977;&#31181;&#22522;&#26412;&#24515;&#29702;&#38656;&#27714;&#65306;&#33258;&#20027;&#12289;&#32988;&#20219;&#19982;&#24402;&#23646;</p>
<ul>
<li><strong>&#33258;&#20027;&#24615;(autonomy)</strong>&#65306;&#25110;&#31216;&#33258;&#20027;&#38656;&#27714;&#65292;&#26159;&#25351;&#20154;&#20204;&#24863;&#35273;&#33258;&#24049;&#34892;&#20026;&#26159;&#33258;&#21457;&#30340;&#65292;&#24182;&#19988;&#23436;&#20840;&#20986;&#33258;&#33258;&#24049;&#36873;&#25321;&#65307;</li>
<li><strong>&#32988;&#20219;&#24863;(competence)</strong>&#65306;&#25110;&#31216;&#32988;&#20219;&#38656;&#27714;&#65292;&#26159;&#25351;&#20154;&#20204;&#23545;&#34892;&#20026;&#25110;&#34892;&#21160;&#33021;&#22815;&#36798;&#21040;&#26576;&#20010;&#27700;&#24179;&#30340;&#20449;&#24565;&#65292;&#30456;&#20449;&#33258;&#24049;&#33021;&#32988;&#20219;&#35813;&#27963;&#21160;&#65307;</li>
<li><strong>&#24402;&#23646;&#24863;(relatedness)</strong>&#65306;&#25110;&#31216;&#20851;&#31995;&#38656;&#27714;&#65292;&#26159;&#25351;&#20154;&#20204;&#24863;&#35273;&#21040;&#33258;&#24049;&#19982;&#21035;&#20154;&#26377;&#20851;&#32852;&#65292;&#26159;&#19968;&#31181;&#22312;&#24847;&#21035;&#20154;&#65292;&#20063;&#21516;&#26102;&#24076;&#26395;&#21463;&#21040;&#21035;&#20154;&#22312;&#24847;&#65292;&#20154;&#20204;&#38656;&#35201;&#26469;&#33258;&#21608;&#22260;&#29615;&#22659;&#25110;&#20854;&#20182;&#20154;&#20851;&#29233;&#12289;&#29702;&#35299;&#21644;&#25903;&#25345;&#65292;&#20307;&#39564;&#21040;&#24402;&#23646;&#24863;&#12290;</li>
</ul>
<div class="figure">
<img src="http://gnat.qiniudn.com/gtd/&#33258;&#20027;-&#20449;&#20219;-&#24402;&#23646;.jpg" alt="&#33258;&#20027; &#20449;&#20219; &#24402;&#23646;" />
<p class="caption">&#33258;&#20027; &#20449;&#20219; &#24402;&#23646;</p>
</div>
<h5 id="&#29228;&#26799;&#23376;-v.s.-&#19975;&#33457;&#31570;">&#29228;&#26799;&#23376; <em>v.s.</em> &#19975;&#33457;&#31570;</h5>
<dl>
<dt>&#12304;&#29228;&#26799;&#23376;&#12305;</dt>
<dd><p>&#20154;&#31867;&#21160;&#26426;&#29702;&#35770;&#65292;&#39532;&#26031;&#27931;&#38656;&#27714;&#23618;&#27425;&#35770;</p>
</dd>
<dt>&#12304;&#19975;&#33457;&#31570;&#12305;</dt>
<dd><p>&#30495;&#27491;&#25104;&#21151;&#20154;&#29983;&#30340;&#24847;&#20041;&#22312;&#20110;&#35753;&#27599;&#20010;&#30446;&#26631;&#37117;&#21516;&#26102;&#20855;&#22791;&#24555;&#20048;&#12289;&#25104;&#23601;&#12289;&#24847;&#20041;&#12289;&#20256;&#25215;&#22235;&#31181;&#20803;&#32032;&#65292;&#24182;&#19988;&#23545;&#30446;&#26631;&#37319;&#21462;&#8220;&#36866;&#32780;&#21487;&#27490;&#8221;&#32780;&#38750;&#8220;&#22810;&#22810;&#30410;&#21892;&#8221;&#30340;&#24577;&#24230;&#12290;</p>
<p>&#36825;&#31181;&#20154;&#29983;&#31574;&#30053;&#23601;&#22909;&#27604;&#19975;&#33457;&#31570;&#65292;&#23427;&#26377;&#22235;&#20010;&#23567;&#38548;&#38388;&#65292;&#22312;&#20320;&#30340;&#19968;&#29983;&#20013;&#65292;&#20320;&#21487;&#20197;&#19981;&#26029;&#22320;&#24448;&#27599;&#20010;&#38548;&#38388;&#25918;&#20837;&#19968;&#20123;&#33394;&#24425;&#26001;&#28572;&#30340;&#29627;&#29827;&#30862;&#29255;&#65288;&#21363;&#20320;&#36861;&#27714;&#24182;&#23454;&#29616;&#30340;&#30446;&#26631;&#65289;&#65292;&#20174;&#32780;&#20351;&#23646;&#20110;&#20320;&#30340;&#19975;&#33457;&#31570;&#22270;&#26696;&#36234;&#26469;&#36234;&#20016;&#23500;&#22810;&#24425;&#12290;&#36825;&#22235;&#20010;&#23567;&#38548;&#38388;&#65292;&#37117;&#20307;&#29616;&#30528;&#20154;&#20204;&#22522;&#26412;&#24515;&#29702;&#38656;&#27714;&#65292;&#23427;&#20204;&#26159;&#65306;</p>
<ul>
<li>&#24555;&#20048;&#65288;happiness&#65289;&#8212;&#8212; &#23545;&#29983;&#27963;&#24863;&#21040;&#24841;&#24555;&#25110;&#28385;&#36275;&#12290;</li>
<li>&#25104;&#23601;&#65288;achievement&#65289;&#8212;&#8212; &#20320;&#21462;&#24471;&#30340;&#25104;&#32489;&#36229;&#36807;&#20854;&#20182;&#20154;&#33510;&#33510;&#36861;&#27714;&#30340;&#31867;&#20284;&#30446;&#26631;&#12290;</li>
<li>&#24847;&#20041;&#65288;significance&#65289;&#8212;&#8212; &#24863;&#35273;&#33258;&#24049;&#23545;&#25152;&#20851;&#24515;&#30340;&#20154;&#20135;&#29983;&#20102;&#31215;&#26497;&#24433;&#21709;&#12290;</li>
<li>&#20256;&#25215;&#65288;legacy&#65289;&#8212;&#8212; &#24314;&#31435;&#20215;&#20540;&#35266;&#24182;&#21462;&#24471;&#25104;&#23601;&#65292;&#20197;&#24110;&#21161;&#20182;&#20154;&#22312;&#26410;&#26469;&#20063;&#33719;&#24471;&#25104;&#21151;&#12290;</li>
</ul>
</dd>
</dl>
<h5 id="&#23567;&#32467;-2">&#23567;&#32467;</h5>
<p>&#20154;&#29983;&#24182;&#19981;&#20687;&#39532;&#26031;&#27931;&#38656;&#27714;&#23618;&#27425;&#35770;&#19968;&#26679;&#65292;&#22312;&#29609;&#19968;&#20010;&#29228;&#26799;&#23376;&#28216;&#25103;&#65292;&#20808;&#36890;&#36807;&#20047;&#21619;&#24037;&#20316;&#33719;&#24471;&#29289;&#36136;&#28385;&#36275;&#65292;&#24184;&#31119;&#19982;&#24555;&#20048;&#23601;&#20250;&#25509;&#36405;&#32780;&#26469;&#12290;&#19982;&#36234;&#29228;&#36234;&#32047;&#30340;&#31574;&#30053;&#30456;&#21453;&#30340;&#26159;&#8220;&#19975;&#33457;&#31570;&#31574;&#30053;&#8221;&#65292;&#23427;&#24378;&#35843;&#25226;&#29609;&#12289;&#35266;&#23519;&#12289;&#24778;&#22855;&#19982;&#33258;&#20027;&#12290;</p>
<p>&#31934;&#24425;&#20154;&#29983;&#65292;&#22914;&#21516;&#19975;&#33457;&#31570;&#33324;&#65292;&#19977;&#31867;&#22522;&#26412;&#24515;&#29702;&#38656;&#27714;&#32439;&#32439;&#25196;&#25196;&#65292;&#28151;&#26434;&#20986;&#31215;&#26497;&#24773;&#32490;&#20043;&#33457;&#12290;&#22312;&#20320;&#25152;&#25317;&#26377;&#30340;&#26102;&#38388;&#65292;&#20320;&#65292;&#30475;&#21040;&#37027;&#33258;&#20027;&#12289;&#32988;&#20219;&#19982;&#24402;&#23646;&#30340;&#20154;&#29983;&#30862;&#29255;&#21527;&#65311;&#36824;&#26159;&#23616;&#38480;&#22312;&#25104;&#23601;&#19968;&#20010;&#32500;&#24230;&#65311;</p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/274032612/" class="uri">http://www.douban.com/note/274032612/</a></p>
<h3 id="&#22870;&#36175;&#20250;&#20260;&#20154;">&#22870;&#36175;&#20250;&#20260;&#20154;</h3>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/276182067/" class="uri">http://www.douban.com/note/276182067/</a></p>
<h3 id="&#23398;&#20064;-&#23398;&#20064;&#30340;&#27169;&#24335;">&#23398;&#20064; &#8212; &#23398;&#20064;&#30340;&#27169;&#24335;</h3>
<p>&#25105;&#20204;&#20026;&#20160;&#20040;&#23475;&#24597;&#23398;&#20064;&#65311;</p>
<dl>
<dt>&#12304;1&#12305;</dt>
<dd><p>&#20154;&#31867;&#22825;&#24615;&#22909;&#22855;&#65292;&#20294;&#24182;&#38750;&#22825;&#29983;&#20248;&#31168;&#30340;&#24605;&#24819;&#32773;&#65288;People are naturally curious, but they are not naturally good thinkers&#65289;</p>
<p><del>&#20154;&#31867;&#29233;&#23398;&#20064;</del></p>
</dd>
<dt>&#12304;2&#12305;</dt>
<dd><p>&#20107;&#23454;&#24615;&#30693;&#35782;&#37325;&#20110;&#25216;&#33021;&#65288;Factual knowledge precedes skill&#65289;</p>
<p><del>&#25209;&#21028;&#24615;&#24605;&#32500;&#23481;&#26131;&#20064;&#24471;</del></p>
</dd>
<dt>&#12304;3&#12305;</dt>
<dd><p>&#35760;&#24518;&#26159;&#24605;&#32771;&#30340;&#28784;&#28908;&#65288;Memory is the residue of thought&#65289;</p>
<p><del>&#25105;&#24819;&#35760;&#20303;&#65292;&#23601;&#33021;&#35760;&#20303;</del></p>
</dd>
<dt>&#12304;4&#12305;</dt>
<dd><p>&#25105;&#20204;&#36890;&#36807;&#24050;&#30693;&#29702;&#35299;&#26032;&#30693;&#65288;We understand new things in the context of things we already know&#65289;</p>
<p><del>&#30693;&#35782;&#23481;&#26131;&#36801;&#31227;</del></p>
</dd>
<dt>&#12304;5&#12305;</dt>
<dd><p>&#32451;&#20064;&#36890;&#24448;&#20102;&#22914;&#25351;&#25484;&#30340;&#22659;&#30028;&#65288;Proficiency requires practice&#65289;</p>
<p><del>&#27979;&#39564;&#19981;&#37325;&#35201;</del></p>
</dd>
<dt>&#12304;6&#12305;</dt>
<dd><p>&#23398;&#20064;&#20013;&#30340;&#35748;&#30693;&#33021;&#21147;&#22312;&#26089;&#26399;&#19982;&#26202;&#26399;&#25130;&#28982;&#19981;&#21516;&#65288;Cognition is fundamentally different early and late in training&#65289;</p>
<p><del>&#25945;&#20250;&#23567;&#26379;&#21451;&#20687;&#31185;&#23398;&#23478;&#19968;&#26679;&#24605;&#32771;</del></p>
</dd>
<dt>&#12304;7&#12305;</dt>
<dd><p>&#20799;&#31461;&#22312;&#23398;&#20064;&#26041;&#38754;&#30340;&#30456;&#21516;&#36828;&#36828;&#22823;&#20110;&#19981;&#21516;&#65288;Children are more alike than different in terms of learning&#65289;</p>
<p><del>&#23398;&#20064;&#39118;&#26684;&#65292;&#22810;&#20803;&#26234;&#33021;&#65288;&#20799;&#31461;&#65289;</del></p>
</dd>
<dt>&#12304;8&#12305;</dt>
<dd><p>&#36890;&#36807;&#25345;&#32493;&#21162;&#21147;&#65292;&#26234;&#21147;&#21487;&#20197;&#25552;&#21319;&#65288;Intelligence can be changed through sustained hard work&#65289;</p>
<p><del>&#21040;&#20102;&#19968;&#23450;&#23681;&#25968;&#65292;&#26234;&#21147;&#23601;&#26159;&#20010;&#22266;&#23450;&#20540;&#20102;</del></p>
</dd>
<dt>&#12304;9&#12305;</dt>
<dd><p>&#22914;&#21516;&#20219;&#24847;&#19968;&#31181;&#22797;&#26434;&#35748;&#30693;&#25216;&#33021;&#65292;&#25945;&#23398;&#24517;&#39035;&#36890;&#36807;&#32451;&#20064;&#25552;&#39640;&#65288;Teaching, like any complex cognitive skill, must be practiced to be improved.&#65289;</p>
</dd>
</dl>
<p>&#21442;&#29031;&#21051;&#24847;&#32451;&#20064;&#19968;&#25991;&#20889;&#36807;&#30340;&#35201;&#28857;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#33258;&#25105;&#30417;&#25511;&#65292;&#27604;&#22914;&#20889;&#26085;&#35760;&#65307;</li>
<li>&#33021;&#22815;&#24471;&#21040;&#21453;&#39304;&#65307;</li>
<li>&#21453;&#22797;&#32451;&#20064;&#12290;</li>
</ol>
<p>&#20320;&#21487;&#20197;&#23558;&#25945;&#23398;&#65292;&#25442;&#31639;&#25104;&#20219;&#20309;&#19968;&#39033;&#20320;&#24863;&#20852;&#36259;&#30340;&#22797;&#26434;&#35748;&#30693;&#25216;&#33021;&#65306;&#20889;&#20316;&#12289;&#32534;&#31243;&#12289;&#31185;&#23398;&#30740;&#31350;&#12290;</p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/267359148/" class="uri">http://www.douban.com/note/267359148/</a></p>
<h4 id="&#35760;&#20303;&#20320;&#30340;&#26679;&#23376;&#20889;&#32473;&#27605;&#19994;&#29983;&#30340;&#21313;&#31687;&#25991;&#31456;">&#35760;&#20303;&#20320;&#30340;&#26679;&#23376;&#65306;&#20889;&#32473;&#27605;&#19994;&#29983;&#30340;&#21313;&#31687;&#25991;&#31456;</h4>
<h4 id="&#24515;&#26234;&#21313;&#20108;&#23467;&#32874;&#26126;&#20154;&#20889;&#30340;&#20851;&#20110;&#24515;&#26234;&#30340;&#20070;">&#24515;&#26234;&#21313;&#20108;&#23467;&#65306;&#32874;&#26126;&#20154;&#20889;&#30340;&#20851;&#20110;&#24515;&#26234;&#30340;&#20070;</h4>
<h4 id="&#24515;&#26234;&#21313;&#20108;&#23467;&#20043;&#34917;&#20805;&#23130;&#24651;&#32844;&#19994;&#19982;&#32946;&#20799;">&#24515;&#26234;&#21313;&#20108;&#23467;&#20043;&#34917;&#20805;&#65306;&#23130;&#24651;&#12289;&#32844;&#19994;&#19982;&#32946;&#20799;</h4>
<h4 id="&#23547;&#25214;&#26234;&#24935;&#30340;&#19977;&#31181;&#20154;&#35835;&#39532;&#22855;&#30340;&#32463;&#39564;&#30340;&#30086;&#30028;">&#23547;&#25214;&#26234;&#24935;&#30340;&#19977;&#31181;&#20154;&#65306;&#35835;&#39532;&#22855;&#30340;&#12298;&#32463;&#39564;&#30340;&#30086;&#30028;&#12299;</h4>
<p>&#8220;&#22823;&#24072;&#20013;&#30340;&#22823;&#24072;&#8221;&#39532;&#22855;&#20889;&#30340;<a href="http://book.douban.com/subject/6687032/">&#12298;&#32463;&#39564;&#30340;&#30086;&#30028;&#12299;</a>&#26159;&#19968;&#26412;&#38590;&#25026;&#30340;&#23567;&#20070;&#65292;&#20840;&#20070;&#26681;&#25454;&#39532;&#22855; 2008 &#24180;&#22312;&#24247;&#32435;&#23572;&#22823;&#23398;&#28436;&#35762;&#25913;&#32534;&#32780;&#26469;&#65292;&#20013;&#35793;&#26412;&#21482;&#26377; 92 &#39029;&#65292;&#20294;&#21477;&#21477;&#26377;&#20986;&#22788;&#65292;&#27599;&#39029;&#26377;&#27934;&#35265;&#65292;&#21487;&#35859;&#23383;&#23383;&#29664;&#29585;&#12290;&#19982;&#20854;&#35828;&#36825;&#26159;&#19968;&#26412;&#20889;&#32452;&#32455;&#34892;&#20026;&#23398;&#30340;&#20070;&#65292;&#19981;&#22914;&#35828;&#26159;&#19968;&#20301;&#32769;&#20154;&#65292;&#21040;&#20102;&#26202;&#24180;&#65292;&#22238;&#39038;&#19968;&#29983;&#65292;&#20020;&#34892;&#21069;&#65292;&#32473;&#21518;&#29983;&#23567;&#36744;&#36865;&#19978;&#30340;&#29645;&#36149;&#31036;&#29289;&#12290;</p>
<p>&#25105;&#30340;&#24515;&#29702;&#23398;&#35757;&#32451;&#26368;&#26089;&#26469;&#33258;&#32452;&#32455;&#34892;&#20026;&#23398;&#65292;&#25152;&#20197;&#23545;&#35813;&#39046;&#22495;&#24182;&#19981;&#38476;&#29983;&#12290;&#20196;&#20154;&#24778;&#22855;&#30340;&#26159;&#65292;&#36824;&#26159;&#31532;&#19968;&#27425;&#30475;&#21040;&#26377;&#20154;&#37319;&#21462;&#22810;&#23398;&#31185;&#35270;&#35282;&#65292;&#36879;&#36807;&#29616;&#35937;&#65292;&#25506;&#27714;&#26412;&#36136;&#65292;&#36824;&#20570;&#24471;&#38750;&#24120;&#28418;&#20142;&#12290;&#20986;&#29983;&#20110;1928&#24180;&#30340;&#39532;&#22855;&#19982;&#20986;&#29983;&#20110;1924&#24180;&#30340;&#33426;&#26684;&#19981;&#32422;&#32780;&#21516;&#22320;&#37319;&#21462;&#20102;&#21516;&#19968;&#31181;&#24605;&#32500;&#26041;&#24335;&#65306;&#22810;&#23398;&#31185;&#38382;&#39064;&#23548;&#21521;&#12290;</p>
<h5 id="&#31532;&#19968;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#26234;&#24935;&#26159;&#20160;&#20040;&#26234;&#24935;&#20174;&#21738;&#37324;&#26469;">&#31532;&#19968;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#65306;&#26234;&#24935;&#26159;&#20160;&#20040;&#65311;&#26234;&#24935;&#20174;&#21738;&#37324;&#26469;&#65311;</h5>
<p>&#26234;&#24935;&#26159;&#20160;&#20040;&#65311;&#39532;&#22855;&#20889;&#36947;&#65306;&#26234;&#24935;&#30340;&#20004;&#20010;&#35201;&#32032;&#22312;&#20110;&#36866;&#24212;&#29615;&#22659;&#19982;&#20248;&#38597;&#22320;&#35808;&#37322;&#32463;&#39564;&#12290;&#21069;&#32773;&#22914;&#32599;&#39532;&#22825;&#20027;&#25945;&#20250;&#21644;&#27431;&#27954;&#30340;&#20960;&#25152;&#32769;&#29260;&#21517;&#29260;&#22823;&#23398;&#65292;&#24471;&#20197;&#23384;&#27963;&#25968;&#20010;&#19990;&#32426;&#12290;&#21518;&#32773;&#21017;&#26159;&#20154;&#31867;&#28212;&#26395;&#29702;&#35299;&#32463;&#39564;&#65292;&#22914;&#12304;&#26377;&#25928;&#22320;&#20851;&#27880;&#37325;&#35201;&#20043;&#20107;&#12305;&#21363;&#20026;&#26234;&#24935;&#12290;</p>
<p>&#22312;&#23547;&#27714;&#26234;&#24935;&#30340;&#36335;&#19978;&#65292;&#23384;&#22312;&#19977;&#31867;&#36335;&#24452;&#12290;&#25105;&#20204;&#21487;&#20197;&#36890;&#20439;&#22320;&#23558;&#39532;&#22855;&#30340;&#19977;&#20010;&#27969;&#27966;&#27604;&#21947;&#25104;&#20154;&#12290;&#36825;&#19977;&#31867;&#20154;&#20998;&#21035;&#26159;&#65306;</p>
<dl>
<dt>&#12304;&#31515;&#21345;&#23572;&#20449;&#24466;&#12305;</dt>
<dd>&#36825;&#19968;&#31867;&#20154;&#23815;&#23578;&#31185;&#23398;&#65292;&#25797;&#38271;&#20998;&#26512;&#12290;&#20182;&#20204;&#21916;&#27426;&#19968;&#26495;&#19968;&#30524;&#22320;&#28436;&#32462;&#65292;&#36861;&#27714;&#31616;&#32451;&#20294;&#25512;&#24191;&#24615;&#24378;&#30340;&#29702;&#35770;&#12290;
</dd>
<dd>&#20182;&#20204;&#30340;&#21382;&#21490;&#35266;&#26159;&#65292;&#21382;&#21490;&#26159;&#36434;&#36314;&#21069;&#36827;&#30340;&#65292;&#26234;&#24935;&#20276;&#38543;&#21382;&#21490;&#21457;&#23637;&#32780;&#22686;&#38271;&#12290;&#20182;&#20204;&#20027;&#35201;&#26469;&#33258;&#32463;&#27982;&#23398;&#12289;&#24515;&#29702;&#23398;&#12289;&#31649;&#29702;&#23398;&#12289;&#31038;&#20250;&#23398;&#12289;&#25919;&#27835;&#23398;&#12289;&#20844;&#20849;&#34892;&#25919;&#31649;&#29702;&#23398;&#21644;&#20154;&#24037;&#26234;&#33021;&#12290;
</dd>
<dt>&#12304;&#35762;&#25925;&#20107;&#30340;&#20154;&#12305;</dt>
<dd>&#36825;&#19968;&#31867;&#20154;&#24378;&#35843;&#35821;&#35328;&#12289;&#26263;&#21947;&#12289;&#38416;&#37322;&#24847;&#20041;&#12290;&#20182;&#20204;&#21916;&#27426;&#23558;&#33258;&#24049;&#25918;&#22312;&#26435;&#23041;&#19982;&#25104;&#35268;&#23450;&#35265;&#23545;&#38754;&#65292;&#32500;&#25252;&#19979;&#23618;&#20154;&#27665;&#23562;&#20005;&#12290;
</dd>
<dd>&#20182;&#20204;&#30340;&#20856;&#22411;&#20195;&#34920;&#26159;&#20315;&#27931;&#20381;&#24503;&#25110;&#32773;&#31119;&#26607;&#65292;&#34429;&#28982;&#32463;&#24120;&#20197;&#20559;&#27010;&#20840;&#65292;&#20294;&#26159;&#20063;&#21516;&#26679;&#21916;&#27426;&#23545;&#20154;&#31867;&#29366;&#20917;&#21032;&#26681;&#38382;&#24213;&#12290;
</dd>
<dd>&#20182;&#20204;&#23588;&#20854;&#21916;&#27426;&#38613;&#29730;&#35821;&#35328;&#30340;&#32454;&#24494;&#20043;&#22788;&#65292;&#20174;&#20013;&#25366;&#25496;&#20986;&#24847;&#20041;&#12290;&#20182;&#20204;&#30340;&#21382;&#21490;&#35266;&#26159;&#65292;&#26234;&#24935;&#19982;&#21382;&#21490;&#26159;&#30456;&#20114;&#26500;&#24314;&#65292;&#23545;&#26234;&#24935;&#22686;&#38271;&#21364;&#36991;&#32780;&#19981;&#35848;&#12290;
</dd>
<dd>&#20182;&#20204;&#20027;&#35201;&#20511;&#37492;&#25991;&#23398;&#12289;&#35780;&#35770;&#12289;&#21490;&#23398;&#12289;&#20154;&#31867;&#23398;&#12289;&#35821;&#35328;&#23398;&#12289;&#27861;&#23398;&#30740;&#31350;&#21644;&#23447;&#25945;&#12290;
</dd>
<dt>&#12304;&#36866;&#24212;&#32773;&#12305;</dt>
<dd>&#36825;&#19968;&#31867;&#20154;&#24378;&#35843;&#21382;&#21490;&#30340;&#22797;&#26434;&#65292;&#35797;&#22270;&#36890;&#36807;&#23545;&#20154;&#22914;&#20309;&#36866;&#24212;&#29615;&#22659;&#30340;&#20855;&#20307;&#36807;&#31243;&#12289;&#22797;&#26434;&#29983;&#24577;&#22280;&#30340;&#20998;&#26512;&#26469;&#21152;&#28145;&#23545;&#26234;&#24935;&#30340;&#29702;&#35299;&#12290;
</dd>
<dd>&#20182;&#20204;&#23558;&#20154;&#12289;&#21160;&#29289;&#12289;&#25216;&#26415;&#12289;&#21508;&#31867;&#32452;&#32455;&#12289;&#25972;&#20010;&#31038;&#20250;&#37117;&#30475;&#20570;&#26159;&#36866;&#24212;&#30340;&#20135;&#29289;&#12290;
</dd>
<dd>&#20182;&#20204;&#30340;&#21382;&#21490;&#35266;&#26159;&#65292;&#35748;&#20026;&#21382;&#21490;&#26377;&#24456;&#24378;&#30340;&#36335;&#24452;&#20381;&#36182;&#24615;&#12289;&#20855;&#22791;&#22810;&#37325;&#22343;&#34913;&#65292;&#26234;&#24935;&#21487;&#20197;&#38750;&#38543;&#26426;&#22686;&#38271;&#12290;
</dd>
</dl>
<h5 id="&#31532;&#20108;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#22914;&#20309;&#22797;&#21046;&#25104;&#21151;">&#31532;&#20108;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#65306;&#22914;&#20309;&#22797;&#21046;&#25104;&#21151;&#65311;</h5>
<p>&#20154;&#31867;&#24605;&#32500;&#30340;&#20808;&#22825;&#29305;&#24449;&#65306;&#12304;&#20302;&#26234;&#23398;&#20064;&#12305;&#19982;&#12304;&#39640;&#26234;&#35299;&#37322;&#12305;&#12290;</p>
<p>&#22914;&#20309;&#22797;&#21046;&#25104;&#21151;&#65311;&#20302;&#26234;&#23398;&#20064;&#20855;&#20307;&#32780;&#35328;&#65292;&#26377;&#19977;&#31181;&#26426;&#21046;&#65306;</p>
<ul>
<li><strong>&#35797;&#35823;</strong>&#65306;&#20146;&#33258;&#25720;&#32034;&#12289;&#19981;&#26029;&#23581;&#35797;&#65292;&#35266;&#23519;&#32467;&#26524;&#65292;&#22797;&#21046;&#19982;&#25104;&#21151;&#30456;&#36830;&#30340;&#34892;&#21160;&#65292;&#22238;&#36991;&#19982;&#22833;&#36133;&#30456;&#36830;&#30340;&#34892;&#21160;&#12290;</li>
<li><strong>&#27169;&#20223;</strong>&#65306;&#35266;&#23519;&#20854;&#20182;&#23398;&#20064;&#32773;&#30340;&#32463;&#39564;&#12290;&#20854;&#20182;&#23398;&#20064;&#32773;&#37319;&#21462;&#20160;&#20040;&#34892;&#21160;&#25104;&#21151;&#65292;&#21738;&#25105;&#23601;&#37319;&#21462;&#20160;&#20040;&#34892;&#21160;&#12290;</li>
<li><strong>&#22825;&#25321;</strong>&#65306;
<ul>
<li>&#32321;&#27542;&#19982;&#25104;&#21151;&#30456;&#36830;&#30340;&#23646;&#24615;&#65288;&#20363;&#22914;&#65292;&#35268;&#21017;&#12289;&#31243;&#24207;&#12289;&#24418;&#24335;&#65289;&#65292;&#28120;&#27760;&#19982;&#22833;&#36133;&#30456;&#36830;&#30340;&#23646;&#24615;&#12290;</li>
<li>&#22825;&#25321;&#35268;&#21017;&#19982;&#32321;&#27542;&#35268;&#21017;&#12290;</li>
<li>&#22825;&#25321;&#35268;&#21017;&#20915;&#23450;&#32321;&#27542;&#21738;&#20123;&#23646;&#24615;&#65307;&#32321;&#27542;&#35268;&#21017;&#20915;&#23450;&#22914;&#20309;&#32321;&#27542;&#21738;&#20123;&#23646;&#24615;&#12290;</li>
</ul></li>
</ul>
<p>&#22797;&#21046;&#25104;&#21151;&#33258;&#28982;&#20250;&#24433;&#21709;&#21040;&#20320;&#36873;&#25321;&#30340;&#36873;&#39033;&#12290;&#19981;&#36807;&#22823;&#23478;&#27809;&#27880;&#24847;&#21040;&#30340;&#26159;&#65292;&#22797;&#21046;&#25104;&#21151;&#32463;&#24120;&#36824;&#20250;&#24433;&#21709;&#20854;&#20182;&#36873;&#39033;&#30340;&#28508;&#22312;&#32467;&#26524;&#20998;&#24067;&#12290;&#27604;&#22914;&#65292;&#25105;&#35828;&#36807;&#30340;&#20869;&#22312;&#21160;&#26426;&#19982;&#22806;&#22312;&#21160;&#26426;&#30340;&#36873;&#25321;&#38382;&#39064;&#65292;&#23601;&#26159;&#36825;&#26679;&#12290;&#19968;&#20010;&#20154;&#22312;&#20570;&#20107;&#24773;&#30340;&#26102;&#20505;&#65292;&#20542;&#21521;&#20110;&#36873;&#25321;&#22806;&#22312;&#21160;&#26426;&#65292;&#37027;&#20040;&#65292;&#20182;&#24930;&#24930;&#22320;&#20250;&#21464;&#25104;&#22870;&#21169;&#19982;&#24809;&#32602;&#39537;&#20351;&#65292;&#26356;&#37325;&#35201;&#30340;&#26159;&#65292;&#20182;&#20250;&#22833;&#21435;&#23545;&#20869;&#22312;&#21160;&#26426;&#30340;&#34892;&#20026;&#20559;&#22909;&#12290;</p>
<p>&#39532;&#22855;&#36824;&#29305;&#21035;&#24378;&#35843;&#20102;&#65292;&#21035;&#20877;&#21435;&#23547;&#25214;&#20160;&#20040;&#26368;&#20248;&#23398;&#20064;&#26041;&#27861;&#20102;&#65281;&#20182;&#25351;&#20986;&#65292;&#23398;&#20064;&#22312;&#19977;&#20010;&#23618;&#38754;&#21516;&#26102;&#21457;&#29983;&#65306;</p>
<ul>
<li>&#31532;&#19968;&#20010;&#26159;&#23398;&#20064;&#20570;&#20160;&#20040;&#65306;&#23547;&#25214;&#22909;&#30340;&#25216;&#26415;&#12289;&#25112;&#30053;&#25110;&#21512;&#20316;&#20249;&#20276;&#65307;</li>
<li>&#31532;&#20108;&#20010;&#26159;&#23398;&#20064;&#22914;&#20309;&#20570;&#65306;&#31934;&#28860;&#24182;&#25913;&#36827;&#22312;&#26576;&#25216;&#26415;&#12289;&#25112;&#30053;&#25110;&#21512;&#20316;&#20249;&#20276;&#19978;&#30340;&#32988;&#20219;&#21147;&#65307;</li>
<li>&#31532;&#19977;&#26159;&#23398;&#20064;&#26399;&#30460;&#20160;&#20040;&#65306;&#35843;&#25972;&#32489;&#25928;&#30446;&#26631;</li>
</ul>
<p>&#22240;&#20026;&#23398;&#20064;&#22312;&#36825;&#19977;&#20010;&#23618;&#38754;&#21516;&#27493;&#36827;&#34892;&#12290;&#25152;&#20197;&#23547;&#27714;&#26368;&#20339;&#36873;&#39033;&#24456;&#38590;&#25214;&#21040;&#65292;&#19977;&#20010;&#23618;&#38754;&#30340;&#36866;&#24212;&#20250;&#30456;&#20114;&#24178;&#25200;&#12290;</p>
<h5 id="&#31532;&#19977;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#22914;&#20309;&#35762;&#25925;&#20107;&#19982;&#27169;&#22411;">&#31532;&#19977;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#65306;&#22914;&#20309;&#35762;&#25925;&#20107;&#19982;&#27169;&#22411;&#65311;</h5>
<h5 id="&#31532;&#22235;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#22914;&#20309;&#20135;&#29983;&#26032;&#20107;&#29289;">&#31532;&#22235;&#31456;&#22238;&#31572;&#30340;&#38382;&#39064;&#65306;&#22914;&#20309;&#20135;&#29983;&#26032;&#20107;&#29289;</h5>
<p><strong>&#22914;&#20309;&#21019;&#36896;&#26377;&#21033;&#20110;&#32452;&#32455;&#35806;&#29983;&#26032;&#20107;&#29289;&#30340;&#26465;&#20214;&#65311;</strong>&#39532;&#22855;&#24635;&#32467;&#20026;&#19977;&#28857;&#65306;</p>
<ul>
<li>&#25104;&#21151;&#24102;&#26469;&#32452;&#32455;&#23485;&#35029;</li>
<li>&#31649;&#29702;&#32773;&#29378;&#22916;&#33258;&#22823;</li>
<li>&#23545;&#26032;&#24819;&#27861;&#36807;&#24230;&#20048;&#35266;</li>
</ul>
<p>&#25105;&#8230;&#8230;dafuq</p>
<h5 id="&#23567;&#32467;-3">&#23567;&#32467;</h5>
<p>&#12304;&#32463;&#39564;&#20063;&#35768;&#26159;&#26368;&#22909;&#30340;&#32769;&#24072;&#65292;&#20294;&#19981;&#26159;&#29305;&#21035;&#22909;&#30340;&#32769;&#24072;&#12305;</p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.douban.com/note/316700075/" class="uri">http://www.douban.com/note/316700075/</a></p>
<h4 id="&#20803;&#35748;&#30693;&#23398;&#20064;&#31034;&#33539;&#20197;-ted-&#20026;&#20363;">&#20803;&#35748;&#30693;&#23398;&#20064;&#31034;&#33539;&#65306;&#20197; TED &#20026;&#20363;</h4>
<h5 id="&#31532;&#19968;&#27493;&#32452;&#22359;&#23398;&#20064;">&#31532;&#19968;&#27493;&#65306;&#32452;&#22359;&#23398;&#20064;</h5>
<p>&#21018;&#24320;&#22987;&#38754;&#23545;&#24222;&#22823;&#20449;&#24687;&#37327;&#65292;&#24120;&#24120;&#19981;&#30693;&#36947;&#22914;&#20309;&#24402;&#31867;&#65292;&#27492;&#26102;&#65292;&#37319;&#29992;&#31038;&#20250;&#25512;&#33616;&#20307;&#31995;&#26159;&#19968;&#20010;&#26041;&#27861;&#12290;</p>
<p>&#25105;&#20204;&#26597;&#38405; TED &#23448;&#26041;&#32593;&#31449;&#65292;&#21457;&#29616;&#24688;&#24039;&#20182;&#20204;&#20063;&#26377; playlist &#21151;&#33021;&#65292;&#27604;&#23572;&#30422;&#33576;&#31561;&#20154;&#37117;&#20998;&#20139;&#20102;&#21916;&#27426;&#30340; TED &#35270;&#39057;&#12290;&#22909;&#30340;&#65292;&#25353;&#29031;&#33258;&#24049;&#20852;&#36259;&#65292;&#21435;&#32763;&#38405;&#19968;&#20123;&#21015;&#34920;&#65306;<a href="http://www.ted.com/playlists/browse?filter=&amp;sort=views&amp;type=thumb">TED | Playlists | Browse all</a></p>
<h5 id="&#31532;&#20108;&#27493;&#20027;&#39064;&#23398;&#20064;">&#31532;&#20108;&#27493;&#65306;&#20027;&#39064;&#23398;&#20064;</h5>
<p>&#27604;&#22914;&#65292;&#36825;&#26376;&#21482;&#30475;&#36319;&#33258;&#25105;&#25552;&#21319;&#30456;&#20851;&#30340;&#35270;&#39057;&#65307;</p>
<p>&#19979;&#19968;&#20010;&#26376;&#65292;&#25105;&#20204;&#21482;&#30475;&#24515;&#29702;&#23398;&#19982;&#33041;&#31185;&#23398;&#30340;&#65307;</p>
<p>&#22312;&#20027;&#39064;&#23398;&#20064;&#26102;&#65292;&#27492;&#26102;&#65292;&#23601;&#38656;&#35201;&#20570;&#26356;&#22810;&#30340;&#20307;&#21147;&#27963;&#65292;&#27604;&#22914;&#65292;<strong>&#20889;&#31508;&#35760;</strong>&#12289;<strong>&#21019;&#24314;&#21015;&#34920;</strong>&#31561;&#31561;&#12290;&#20320;&#21487;&#20197;&#37319;&#21462;&#19968;&#20010;&#36825;&#26679;&#30340;&#27493;&#39588;&#12290;</p>
<h5 id="&#31532;&#19977;&#27493;&#28145;&#24230;&#23398;&#20064;">&#31532;&#19977;&#27493;&#65306;&#28145;&#24230;&#23398;&#20064;</h5>
<p>&#35831;&#26684;&#22806;&#27880;&#24847;&#65292;&#31038;&#20250;&#21270;&#25512;&#33616;&#26426;&#21046;&#21482;&#26159;&#24314;&#31435;&#32452;&#22359;&#26041;&#27861;&#20043;&#19968;&#65292;&#23427;&#24182;&#19981;&#19968;&#23450;&#23601;&#26159;&#26368;&#20339;&#26041;&#27861;&#12290;&#25105;&#32463;&#24120;&#30896;&#21040;&#36825;&#31181;&#24773;&#20917;&#65292;&#19987;&#19994;&#22320;&#20301;&#24456;&#39640;&#12289;&#24178;&#36135;&#22810;&#30340;&#22909;&#20070;&#65292;&#22312;&#35910;&#29923;&#19978;&#32463;&#24120;&#35780;&#20998;&#24456;&#24046;&#65307;&#30456;&#21453;&#65292;&#19968;&#20123;&#20266;&#31185;&#23398;&#22270;&#20070;&#65292;&#21364;&#26159;&#39640;&#20998;&#12290;&#25152;&#20197;&#65292;&#22312;&#36890;&#36807;&#31038;&#20250;&#21270;&#26426;&#21046;&#24314;&#31435;&#23545;&#20307;&#31995;&#19968;&#20010;&#21021;&#27493;&#35748;&#30693;&#20043;&#21518;&#65292;&#27492;&#26102;&#65292;&#28145;&#24230;&#23398;&#20064;&#26356;&#37325;&#35201;&#12290;</p>
<p>&#31616;&#32780;&#35328;&#20043;&#65292;&#22914;&#26524;&#25105;&#20204;&#30693;&#35782;&#19982;&#25216;&#33021;&#30340;&#20064;&#24471;&#65292;&#30475;&#20570;&#19968;&#20010;&#26641;&#24418;&#32467;&#26500;&#12290;&#22312;&#12304;&#23398;&#20064;&#26089;&#26399;&#12305;&#65292;&#38656;&#35201;&#25191;&#34892;<strong>&#24191;&#24230;&#20248;&#20808;&#25628;&#32034;</strong>&#65292;&#20102;&#35299;&#29275;&#20154;&#29275;&#21002;&#37324;&#31243;&#30865;&#30340;&#30693;&#35782;&#28857;&#22312;&#21738;&#65307;&#22312;&#12304;&#23398;&#20064;&#20013;&#21518;&#26399;&#12305;&#65292;&#38656;&#35201;<strong>&#28145;&#24230;&#20248;&#20808;&#25628;&#32034;</strong>&#12290;&#27492;&#26102;&#20877;&#25191;&#34892;&#24191;&#24230;&#20248;&#20808;&#25628;&#32034;&#65292;&#21017;&#20250;&#38519;&#20837;&#19968;&#20010;&#20856;&#22411;&#30340;&#20013;&#22269;&#20154;&#24605;&#32500;&#24330;&#31471;&#65292;&#23481;&#26131;&#38271;&#26399;&#20572;&#30041;&#22312;&#23398;&#20064;&#30340;&#24179;&#21488;&#26399;&#65292;&#23545;&#36739;&#32932;&#27973;&#30340;&#30693;&#35782;&#20102;&#35299;&#26497;&#22810;&#65292;&#20294;&#26159;&#38590;&#20197;&#36808;&#20837;&#19968;&#20010;&#26356;&#39640;&#30340;&#23618;&#27425;&#12290;</p>
<p>&#30331;&#23792;&#36896;&#26497;&#30340;&#26159;&#20998;&#19968;&#20010;&#19968;&#20010;&#38454;&#27573;&#30340;&#65292;&#27599;&#19968;&#20010;&#38454;&#27573;&#37117;&#26377;&#38271;&#26399;&#30340;&#24179;&#21488;&#26399;&#65292;&#22312;&#36825;&#27573;&#24179;&#21488;&#26399;&#20320;&#35201;&#38754;&#23545;&#26032;&#30340;&#19981;&#29087;&#24713;&#30340;&#20869;&#23481;&#65292;&#36890;&#36807;&#31283;&#23450;&#12289;&#38271;&#26399;&#30340;&#35757;&#32451;&#23558;&#23427;&#20204;&#20869;&#21270;(&#21051;&#24847;&#32451;&#20064;)&#12290;&#21482;&#26377;&#20320;&#23558;&#22522;&#30784;&#30340;&#20869;&#23481;&#20869;&#21270;&#20043;&#21518;&#65292;&#38754;&#23545;&#39640;&#38454;&#30340;&#20869;&#23481;&#20320;&#25165;&#33021;&#24212;&#20184;&#33258;&#22914;&#12290;</p>
<p>&#19981;&#35201;&#20570;&#19979;&#38754;&#19977;&#31181;&#20154;&#65306;&#65288;&#30331;&#23792;&#36896;&#26497;&#30340;&#25932;&#20154;&#65292;&#20063;&#26159;&#25105;&#20204;&#38656;&#35201;&#26102;&#26102;&#25552;&#37266;&#33258;&#24049;&#27880;&#24847;&#30340;&#37096;&#20998;&#65289;</p>
<dl>
<dt>&#27973;&#23581;&#36740;&#27490;&#32773;(Dabbler)</dt>
<dd><p>&#27599;&#25237;&#20837;&#19968;&#20010;&#26032;&#39046;&#22495;&#65292;&#30475;&#19968;&#26412;&#26032;&#20070;&#65292;&#26032;&#24037;&#20316;&#65292;&#26032;&#24863;&#24773;&#37117;&#20852;&#22859;&#19981;&#24050;&#65292;&#20294;&#20174;&#26469;&#27809;&#26377;&#20570;&#20986;&#28145;&#24230;&#12290;&#20182;&#20204;&#19981;&#33021;&#25509;&#21463;&#24179;&#21488;&#26399;&#65292;&#19968;&#36935;&#21040;&#24179;&#21488;&#26399;&#20182;&#20204;&#30340;&#28608;&#24773;&#23601;&#28040;&#22833;&#27526;&#23613;&#65292;&#20110;&#26159;&#24320;&#22987;&#23547;&#25214;&#26032;&#30340;&#39046;&#22495;&#65292;&#26032;&#30340;&#20070;&#65292;&#26032;&#30340;&#24863;&#24773;&#26469;&#37325;&#26032;&#28857;&#29123;&#20182;&#20204;&#30340;&#28608;&#24773;&#12290;</p>
</dd>
<dt>&#20559;&#25191;&#29378;(Obsessive)</dt>
<dd><p>&#23545;&#24471;&#21040;&#32467;&#26524;&#24456;&#25191;&#33879;&#65292;&#24613;&#20110;&#36890;&#36807;&#22823;&#37327;&#21162;&#21147;&#26469;&#24555;&#36895;&#25552;&#21319;&#33258;&#24049;&#65292;&#24573;&#30053;&#22522;&#26412;&#21151;&#65292;&#23547;&#25214;&#25463;&#24452;&#65292;&#19981;&#26029;&#22320;&#23398;&#20064;&#20855;&#20307;&#12289;&#39640;&#32423;&#12289;&#30452;&#25509;&#30340;&#25216;&#26415;&#12290;&#21516;&#26679;&#22320;&#19981;&#33021;&#24525;&#21463;&#24179;&#21488;&#26399;&#65292;&#19968;&#21457;&#29616;&#33258;&#24049;&#36827;&#27493;&#19981;&#20102;&#65292;&#23601;&#26356;&#21152;&#21162;&#21147;&#22320;&#23398;&#20064;&#12290;&#22312;&#24863;&#24773;&#26041;&#38754;&#65292;&#19981;&#33021;&#24525;&#21463;&#24179;&#28129;&#65292;&#36890;&#36807;&#19981;&#26029;&#22320;&#21046;&#36896;&#28010;&#28459;&#26469;&#20445;&#25345;&#39640;&#28526;&#12290;</p>
</dd>
<dt>&#39559;&#23458;(Hacker)</dt>
<dd><p>&#24895;&#24847;&#19968;&#30452;&#24453;&#22312;&#24179;&#21488;&#26399;&#65292;&#24120;&#24120;&#24573;&#30053;&#30331;&#23792;&#36896;&#26497;&#36807;&#31243;&#20013;&#30340;&#20851;&#38190;&#36807;&#31243;&#65292;&#36831;&#21040;&#26089;&#36864;&#65292;&#19981;&#24895;&#24847;&#25509;&#21463;&#26032;&#30340;&#25361;&#25112;&#12290;</p>
</dd>
</dl>
<p>&#28145;&#24230;&#23398;&#20064;&#26102;&#65292;&#20250;&#24120;&#24120;&#36973;&#36935;&#24179;&#21488;&#26399;&#12290;&#24191;&#24230;&#20248;&#20808;&#25628;&#32034;&#20391;&#37325;&#39640;&#38454;&#25277;&#35937;&#33021;&#21147;&#65292;&#22240;&#20026;&#31526;&#21512;&#20154;&#31867;&#22825;&#24615;&#65292;&#23481;&#26131;&#22521;&#20859;&#65307;&#20294;&#28145;&#24230;&#20248;&#20808;&#25628;&#32034;&#65292;&#23558;&#36973;&#36935;&#24456;&#22810;&#24179;&#21488;&#26399;&#65292;&#19981;&#23481;&#26131;&#22521;&#20859;&#12290;&#21035;&#26080;&#20182;&#27861;&#65292;&#30828;&#25179;&#30528;&#36807;&#21435;&#12290;&#22914;&#27492;&#21453;&#22797;&#21453;&#22797;&#12290;&#24930;&#24930;&#22320;&#65292;&#20803;&#35748;&#30693;&#23398;&#20064;&#33021;&#21147;&#23601;&#20250;&#25552;&#21319;&#12290;</p>
<h5 id="&#31532;&#22235;&#27493;&#21019;&#20316;">&#31532;&#22235;&#27493;&#65306;&#21019;&#20316;</h5>
<ol style="list-style-type: decimal">
<li>&#26356;&#24555;&#36895;&#22320;&#22788;&#29702;&#22823;&#20449;&#24687;&#36755;&#20837;</li>
<li>&#26356;&#39640;&#38454;&#30340;&#24605;&#32500;&#25277;&#35937;&#33021;&#21147;</li>
<li>&#26356;&#24320;&#38420;&#30340;&#35270;&#37326;</li>
<li>&#26356;&#22909;&#22320;&#20803;&#35748;&#30693;&#25216;&#33021;</li>
</ol>
<p>&#12304;Hack&#65281;&#65281;&#65281;&#12305;&#65306;&#22312;&#36827;&#20837;&#26576;&#20010;&#39046;&#22495;&#26102;&#65292;&#20250;&#29992;&#20889;&#32500;&#22522;&#30340;&#24418;&#24335;&#65292;&#20551;&#35774;&#33258;&#24049;&#35201;&#20889;&#19968;&#26412;&#20070;&#12290;&#37027;&#20040;&#65292;&#36825;&#26412;&#20070;&#30340;&#20307;&#31995;&#20250;&#26159;&#20160;&#20040;&#26679;&#65311;&#26377;&#21738;&#20123;&#25171;&#21160;&#25105;&#30340;&#22320;&#26041;&#21602;&#65311;&#35831;&#27880;&#24847;&#65292;&#20070;&#25104;&#27809;&#25104;&#31295;&#12289;&#20889;&#27809;&#20889;&#23436;&#24182;&#19981;&#37325;&#35201;&#65292;&#37325;&#35201;&#30340;&#26159;&#65292;&#20889;&#20070;&#36825;&#31181;&#24418;&#24335;&#24102;&#26469;&#20102;&#36825;&#26679;&#30340;&#22909;&#22788;&#65306;</p>
<ul>
<li>&#36890;&#36807;&#32434;&#33410;&#30446;&#30340;&#26641;&#24418;&#32467;&#26500;&#36924;&#33258;&#24049;&#24605;&#32771;&#20307;&#31995;&#38382;&#39064;&#65292;&#25152;&#35859;&#29228;&#26641;&#19982;&#36291;&#36801;</li>
<li>&#36890;&#36807;&#25171;&#21160;&#33258;&#24049;&#30340;&#22320;&#26041;&#24605;&#32771;&#36825;&#20010;&#39046;&#22495;&#26368;&#21019;&#26032;&#19982;&#26368;&#26680;&#24515;&#30340;&#24178;&#36135;&#26159;&#20160;&#20040;&#65292;&#25152;&#35859;&#21021;&#24515;</li>
</ul>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.yangzhiping.com/psy/meta-learning.html" class="uri">http://www.yangzhiping.com/psy/meta-learning.html</a></p>
<h4 id="&#35835;&#20070;&#20843;&#23383;&#35776;&#29579;&#38451;&#26126;&#19982;&#33426;&#26684;">&#35835;&#20070;&#20843;&#23383;&#35776;&#12289;&#29579;&#38451;&#26126;&#19982;&#33426;&#26684;</h4>
<h3 id="&#35835;&#20070;&#20843;&#23383;&#35776;">&#35835;&#20070;&#20843;&#23383;&#35776;</h3>
<p>&#35835;&#20070;&#36890;&#36879;&#65306;<strong>&#27491;&#21453;&#19978;&#19979;&#21476;&#20170;&#20013;&#22806;</strong></p>
<dl>
<dt>&#12304;&#21453;&#12305;&#19982;&#12304;&#21476;&#12305;</dt>
<dd><ul>
<li>&#25353;&#29031;&#21019;&#26032;&#26041;&#27861;&#35770; triz &#26469;&#35828;&#65292;&#23601;&#26159;&#23610;&#23544;&#26102;&#38388;&#25104;&#26412;&#65288;STC&#65289;&#31639;&#27861;&#65292;&#26377;&#24847;&#35782;&#36827;&#34892;&#24605;&#24819;&#23454;&#39564;&#12290;</li>
<li>&#27604;&#22914;&#12304;&#21453;&#12305;&#65292;&#20551;&#35774;&#20160;&#20040;&#24773;&#20917;&#19979;&#65292;&#31185;&#23398;&#30340;&#21487;&#35777;&#20266;&#24615;&#20250;&#22833;&#25928;&#65311;</li>
<li>&#27604;&#22914;&#12304;&#21476;&#12305;&#65292;&#21407;&#22987;&#20154;&#24590;&#20040;&#20250;&#20135;&#29983;&#38405;&#35835;&#19982;&#23398;&#26657;&#65311;</li>
</ul>
</dd>
<dt>&#12304;&#27491;&#12305;</dt>
<dd><p>&#27491;&#39318;&#37325;&#40092;&#27963;&#35777;&#25454;&#65292;&#32780;&#38750;&#35266;&#28857;&#20105;&#36777;&#65288;&#35797;&#22270;&#35828;&#26381;&#33258;&#24049;&#25110;&#20182;&#20154;&#65289;&#12290;</p>
</dd>
<dt>&#12304;&#19978;&#12305;</dt>
<dd><p>&#35835;&#20070;&#26102;&#65292;&#26377;&#24847;&#35782;&#22320;&#25913;&#21464;&#31354;&#38388;</p>
</dd>
</dl>
<h5 id="&#33426;&#26684;">&#33426;&#26684;</h5>
<blockquote>
<p>&#8220;&#23398;&#26415;&#30028;&#36828;&#36828;&#22320;&#20559;&#31163;&#20102;&#27491;&#30830;&#30340;&#36712;&#36947;&#65292;&#20986;&#29616;&#21151;&#33021;&#32010;&#20081;&#12290;&#20225;&#19994;&#21151;&#33021;&#32010;&#20081;&#30340;&#21407;&#22240;&#22312;&#20110;&#20182;&#20204;&#25226;&#25972;&#20307;&#21010;&#20998;&#20026;&#21508;&#31181;&#31169;&#20154;&#39046;&#22495;&#65292;&#27599;&#20154;&#38596;&#36382;&#19968;&#26041;&#65292;&#21508;&#33258;&#20026;&#25919;&#12290;&#22914;&#26524;&#20320;&#24819;&#25104;&#20026;&#29702;&#24615;&#30340;&#24605;&#24819;&#32773;&#65292;&#24517;&#39035;&#22521;&#20859;&#20986;&#36328;&#36234;&#24120;&#35268;&#23398;&#31185;&#30086;&#22495;&#30340;&#22836;&#33041;&#12290;&#8221;</p>
</blockquote>
<ol style="list-style-type: decimal">
<li>&#20381;&#25454;&#23398;&#31185;&#22522;&#30784;&#24615;&#39640;&#20302;&#65292;&#23545;&#20854;&#25490;&#24207;&#65292;&#20182;&#25972;&#29702;&#20102;&#19968;&#20221;&#33258;&#24049;&#30340;&#26629;&#26684;&#28165;&#21333;&#65306;<a href="http://t.cn/zRYsFwf" class="uri">http://t.cn/zRYsFwf</a>&#65307;</li>
<li>&#19981;&#31649;&#20320;&#21916;&#19981;&#21916;&#27426;&#65292;&#24517;&#39035;&#25484;&#25569;&#21040;&#33021;&#36890;&#36807;&#27979;&#35797;&#30340;&#27700;&#24179;&#65292;&#33021;&#24120;&#35268;&#24212;&#29992;&#20854;&#26368;&#22522;&#26412;&#30340;&#20869;&#23481;&#65292;&#23588;&#20854;&#26159;&#37027;&#20123;&#27604;&#33258;&#24049;&#25152;&#22788;&#19987;&#19994;&#26356;&#20026;&#22522;&#30784;&#30340;&#23398;&#31185;&#12290;</li>
<li>&#27704;&#36828;&#65281;&#27704;&#36828;&#65281;&#19981;&#35201;&#21560;&#25910;&#37027;&#20123;&#20219;&#20309;&#20986;&#22788;&#19981;&#26126;&#30340;&#36328;&#23398;&#31185;&#30693;&#35782;&#65292;&#26356;&#19981;&#35201;&#36829;&#32972;&#32463;&#27982;&#23398;&#21407;&#29702;&#65292;&#21363;&#25298;&#32477;&#37319;&#29992;&#20219;&#20309;&#26412;&#23398;&#31185;&#25110;&#20854;&#23427;&#23398;&#31185;&#30340;&#22522;&#30784;&#30693;&#35782;&#20013;&#24050;&#26377;&#35299;&#37322;&#65307;</li>
<li>&#24403;&#20197;&#19978;&#19981;&#33021;&#20135;&#29983;&#26377;&#29992;&#26032;&#35266;&#28857;&#26102;&#65292;&#37027;&#20040;&#23601;&#27169;&#20223;&#37027;&#20123;&#21019;&#36896;&#25104;&#21151;&#35266;&#28857;&#30340;&#26041;&#27861;&#26469;&#36827;&#34892;&#22823;&#32966;&#20551;&#35774;&#19982;&#21019;&#26032;&#65292;&#20294;&#25152;&#21019;&#26032;&#30340;&#29702;&#35770;&#19981;&#35201;&#21644;&#20043;&#21069;&#20914;&#31361;&#65292;&#38500;&#38750;&#20320;&#30340;&#30830;&#35777;&#26126;&#23427;&#38169;&#35823;&#20102;&#12290;</li>
</ol>
<p>&#33426;&#26684;&#25552;&#39640;&#24605;&#32500;&#33021;&#21147;&#30340;&#24314;&#35758;&#65306;</p>
<ul>
<li>&#20854;&#19968;&#65292;&#31616;&#21270;&#38382;&#39064;&#26368;&#22909;&#30340;&#26041;&#27861;&#26159;&#20808;&#25226;&#19968;&#20123;&#26080;&#38656;&#36153;&#31070;&#23601;&#33021;&#20570;&#20986;&#21028;&#26029;&#30340;&#22823;&#20107;&#20915;&#23450;&#19979;&#26469;&#65307;</li>
<li>&#20854;&#20108;&#65292;&#31185;&#23398;&#20107;&#23454;&#36890;&#24120;&#21482;&#26377;&#25968;&#23398;&#26041;&#24335;&#25165;&#33021;&#25581;&#31034;&#65307;</li>
<li>&#20854;&#19977;&#65292;&#36870;&#21521;&#24605;&#32500;&#12290;</li>
<li>&#20854;&#22235;&#65292;&#26368;&#22909;&#26368;&#23454;&#29992;&#30340;&#26234;&#24935;&#23601;&#23384;&#22312;&#20110;&#22522;&#26412;&#30693;&#35782;&#20013;&#65292;&#19981;&#36807;&#26377;&#20010;&#26497;&#20854;&#37325;&#35201;&#30340;&#38480;&#23450;&#26465;&#20214;&#65306;&#20320;&#24517;&#39035;&#29992;&#36328;&#23398;&#31185;&#30340;&#26041;&#24335;&#26469;&#36827;&#34892;&#24605;&#32771;&#65307;</li>
<li>&#20854;&#20116;&#65292;&#30495;&#27491;&#20255;&#22823;&#30340;&#12289;&#38750;&#24120;&#20986;&#33394;&#30340;&#25104;&#26524;&#36890;&#24120;&#21482;&#21487;&#33021;&#26159;&#24456;&#22810;&#22240;&#32032;&#32508;&#21512;&#20316;&#29992;&#19979;&#30340;&#32467;&#26524;&#12290;</li>
</ul>
<h5 id="&#29579;&#38451;&#26126;">&#29579;&#38451;&#26126;</h5>
<ol style="list-style-type: decimal">
<li><strong>&#31435;&#24535;</strong>&#65306;&#34892;&#20026;&#20542;&#21521;&#36873;&#25321;&#20869;&#22312;&#21160;&#26426;&#32780;&#38750;&#22806;&#22312;&#21160;&#26426;&#65292;&#20570;&#21531;&#23376;&#20754;&#32780;&#38750;&#23567;&#20154;&#20754;&#65292;&#27927;&#25481;&#23448;&#30456;</li>
<li><strong>&#21220;&#23398;</strong>&#65306;&#21051;&#24847;&#32451;&#20064;</li>
<li><strong>&#25913;&#36807;</strong>&#65306;&#20803;&#35748;&#30693;&#19982;&#21453;&#30465;&#26234;&#21147;</li>
<li><strong>&#36131;&#21892;</strong>&#65306;&#25214;&#21040;&#33258;&#24049;&#25152;&#22312;&#30340;&#23398;&#20064;&#31038;&#21306;&#19982;&#33391;&#24072;&#30410;&#21451;&#65292;&#20063;&#23601;&#26159;&#35748;&#30693;&#23398;&#24466;&#21046;</li>
</ol>
<h5 id="&#23567;&#32467;-4">&#23567;&#32467;</h5>
<p><strong>&#23398;&#22914;&#30331;&#23665;&#65292;&#19968;&#23665;&#36824;&#26377;&#19968;&#23665;&#39640;&#65292;&#26234;&#24935;&#36335;&#19978;&#65292;&#21807;&#26377;&#35878;&#21329;&#12290;&#25105;&#31561;&#21518;&#29983;&#23567;&#36744;&#65292;&#24403;&#19982;&#21516;&#36947;&#20013;&#20154;&#22312;&#19968;&#36215;&#65292;&#27599;&#26085;&#26377;&#25152;&#24471;&#12290;</strong></p>
<p>&#25688;&#33258;&#38451;&#24535;&#24179;&#30340;&#21338;&#25991;&#65306;<a href="http://www.yangzhiping.com/psy/yangming.html" class="uri">http://www.yangzhiping.com/psy/yangming.html</a></p>
<h3 id="&#20889;&#20316;-&#20889;&#20316;&#30340;&#25216;&#33402;-&#25991;&#24515;&#20070;&#30011;">&#20889;&#20316; &#8212; &#20889;&#20316;&#30340;&#25216;&#33402; &amp;&amp; &#25991;&#24515;&#20070;&#30011;</h3>
<ul>
<li>&#24555;&#36895;&#20889;&#20316;&#27169;&#24335;&#35848;&#65306;<a href="http://www.yangzhiping.com/psy/writers-model.html" class="uri">http://www.yangzhiping.com/psy/writers-model.html</a></li>
<li>&#22914;&#20309;&#25552;&#39640;&#25991;&#31456;&#21547;&#37329;&#37327;&#65311;&#65306;<a href="http://www.yangzhiping.com/psy/think-density.html" class="uri">http://www.yangzhiping.com/psy/think-density.html</a></li>
</ul>
<p>&#25193;&#23637;&#38405;&#35835;&#65306;</p>
<ul>
<li><a href="http://book.douban.com/doulist/1269878/">&#35910;&#21015;&#65306;&#24320;&#22987;&#20889;&#20316;&#21543;</a></li>
<li><a href="http://book.douban.com/doulist/2581838/">&#35910;&#21015;&#65306;&#20889;&#20316;&#20063;&#26159;&#25216;&#26415;&#27963;</a></li>
</ul>
<p>&#25688;&#33258;&#65306;</p>
<ul>
<li><a href="http://www.douban.com/doulist/3067685/" class="uri">http://www.douban.com/doulist/3067685/</a></li>
<li><a href="http://www.yangzhiping.com/psy/wenxin.html" class="uri">http://www.yangzhiping.com/psy/wenxin.html</a></li>
</ul>
<h2 id="&#32534;&#31243;&#19982;&#25216;&#26415;">&#32534;&#31243;&#19982;&#25216;&#26415;</h2>
<p><strong>&#26410;&#26469;&#26102;&#20195;&#65292;&#31185;&#23398;&#12289;&#24037;&#31243;&#19982;&#20154;&#25991;&#19977;&#32773;&#20860;&#20855;&#33021;&#21147;&#26085;&#30410;&#37325;&#35201;&#12290;</strong>&#20154;&#25991;&#26159;&#26126;&#30333;&#33258;&#24049;&#36523;&#22312;&#20309;&#22788;&#65307;&#24037;&#31243;&#26159;&#26377;&#25913;&#36896;&#19990;&#30028;&#30340;&#33021;&#21147;&#65307;&#31185;&#23398;&#26159;&#33021;&#29702;&#24615;&#35299;&#20915;&#38382;&#39064;&#65292;&#20855;&#22791;&#25991;&#29486;&#36861;&#28335;&#19982;&#21019;&#26032;&#30340;&#33021;&#21147;&#12290;</p>
<h3 id="&#20851;&#20110;&#32534;&#31243;&#30340;&#20803;&#24605;&#32771;">&#20851;&#20110;&#32534;&#31243;&#30340;&#20803;&#24605;&#32771;</h3>
<p>&#25991;&#31456; 1&#65306;<a href="http://www.yangzhiping.com/tech/learn-program-psychology.html">&#22914;&#20309;&#23398;&#20064;&#19968;&#38376;&#26032;&#30340;&#32534;&#31243;&#35821;&#35328;&#65311;</a></p>
<p>&#21018;&#24320;&#22987;&#32534;&#31243;&#65292;&#24120;&#24515;&#19981;&#20174;&#24515;&#65292;&#24590;&#20040;&#21150;&#65311;&#24403;&#20320;&#24320;&#22987;&#32534;&#31243;&#65292;&#30340;&#30830;&#24456;&#38590;&#65292;&#20320;&#38656;&#35201;&#21516;&#26102;&#25484;&#25569;&#35821;&#35328;&#19982;&#36923;&#36753;&#65292;&#22823;&#33041;&#24182;&#19981;&#25797;&#38271;&#21516;&#26102;&#22788;&#29702;&#20004;&#20214;&#20107;&#12290;&#25152;&#20197;&#65292;&#25105;&#20204;&#38656;&#35201;&#20511;&#21161;&#19968;&#20123;&#24039;&#22937;&#30340;&#23567;&#24037;&#20855;&#19982;&#26041;&#27861;&#35770;&#12290;&#36825;&#31687;&#25991;&#31456;&#25972;&#29702;&#20102;&#23427;&#20204;&#12290;</p>
<p>&#34429;&#28982;&#20889;&#20110; 2011 &#24180;&#65292;&#24182;&#27809;&#36807;&#26102;&#65292;&#20294;&#26377;&#20960;&#20010;&#23567;&#25552;&#37266;&#65306;</p>
<ul>
<li>&#31532;&#19968;&#20010;&#38656;&#35201;&#29305;&#21035;&#25552;&#37266;&#30340;&#26159;&#65292;&#12304;&#21051;&#24847;&#32451;&#20064;&#12305;&#24182;&#38750;&#19975;&#28789;&#20025;&#65292;&#20005;&#26684;&#36981;&#24490;&#21051;&#24847;&#32451;&#20064;&#26041;&#27861;&#65292;&#22823;&#32422;&#33021;&#35299;&#37322;&#22269;&#38469;&#35937;&#26827;&#20896;&#20891;&#31561;&#21331;&#36234;&#19987;&#23478;&#30340;&#25104;&#32489;&#30340;&#30334;&#20998;&#20043;&#19977;&#21313;&#65292;&#32780;&#38750;&#34987;&#22823;&#37327;&#25152;&#35859;&#19987;&#23478;&#38169;&#35823;&#31185;&#26222;&#65292;&#23398;&#26415;&#19978;&#24182;&#19981;&#23384;&#22312;&#30340;&#12304;&#19968;&#19975;&#23567;&#26102;&#23450;&#24459;&#12305;&#40723;&#21561;&#30340;&#30334;&#20998;&#20043;&#30334;&#12290;</li>
<li>&#21478;&#19968;&#20010;&#38656;&#35201;&#25552;&#37266;&#30340;&#26159;&#65292;&#24076;&#26395;&#26356;&#22810;&#20102;&#35299;&#25191;&#34892;&#24847;&#22270;&#65292;&#21487;&#20197;&#21442;&#32771;&#25105;&#21518;&#26469;&#20889;&#30340;&#25991;&#31456;&#19982;&#22909;&#21451;&#23567;&#38215;&#30340;&#28436;&#35762;&#65306;
<ul>
<li><a href="http://www.douban.com/note/256480522/">&#24515;&#26234;&#24037;&#20855;&#31665;&#65288;4&#65289;&#65306;&#25191;&#34892;&#24847;&#22270;</a></li>
<li>&#23567;&#38215;&#30340;&#19968;&#20010;&#20851;&#20110;&#25191;&#34892;&#24847;&#22270;&#30340;&#36259;&#21619;&#28436;&#35762;&#65306;<a href="http://t.cn/zjOiLR7" class="uri">http://t.cn/zjOiLR7</a></li>
</ul></li>
</ul>
<p>&#25991;&#31456; 2&#65306;<a href="http://www.yangzhiping.com/tech/github.html">&#22914;&#20309;&#39640;&#25928;&#21033;&#29992; GitHub</a></p>
<p>&#36825;&#19968;&#31687;&#32769;&#25991;&#65292;&#25216;&#26415;&#31038;&#21306;&#24191;&#20026;&#27969;&#20256;&#12290;&#20197;&#33268;&#20960;&#24180;&#36807;&#21435;&#20102;&#65292;&#29992; Google &#26816;&#32034; github&#65292;&#36824;&#26159;&#36825;&#31687;&#25991;&#31456;&#20301;&#23621;&#21069;&#21015;&#12290;&#25991;&#31456;&#20013;&#25552;&#21450;&#30340;&#20855;&#20307;&#38142;&#25509;&#20250;&#36807;&#26102;&#65292;&#20294;&#26159;&#19981;&#20250;&#36807;&#26102;&#30340;&#26159;&#20854;&#20013;&#21453;&#26144;&#20986;&#26469;&#30340;&#24605;&#32500;&#26041;&#27861;&#35770;&#12290;&#23588;&#20854;&#26159;&#20197;&#19979;&#20960;&#28857;&#65306;</p>
<ul>
<li>&#23545;Github&#25991;&#21270;&#30340;&#20998;&#26512;&#65306;&#24378;&#35843;&#25935;&#25463;&#24320;&#21457;&#19982;&#24555;&#36895;&#21407;&#22411;&#65292;&#32780;&#21448;&#30340;&#30830;&#25104;&#21151;&#30340;&#21019;&#19994;&#22242;&#38431;&#65292;&#24120;&#20855;&#22791;&#19968;&#20010;&#37325;&#35201;&#27668;&#36136;&#65306;&#26377;&#33258;&#24049;&#30340;&#25991;&#21270;&#39118;&#26684;&#12290;</li>
<li>&#35748;&#30693;&#23398;&#24466;&#21046;&#65306;&#20320;&#35201;&#23398;&#20064;&#32534;&#31243;&#65292;&#23601;&#24212;&#35813;&#22312;github&#37324;&#23398;&#20064;&#65292;&#22240;&#20026;&#20320;&#20197;&#21518;&#32534;&#31243;&#23601;&#26159;&#36890;&#36807; Github&#12290;</li>
<li>&#19982;&#29275;&#20154;&#22312;&#19968;&#36215;&#65306;&#21442;&#35265;&#25104;&#20026;&#40657;&#23458;&#37027;&#20010;&#38142;&#25509;&#19982;&#38598;&#20307;&#26234;&#24935;&#37096;&#20998;&#65307;</li>
<li>&#20943;&#23569;&#36873;&#25321;&#65306;&#20154;&#29983;&#19981;&#26131;&#65292;&#28385;&#24847;&#21363;&#21487;&#12290;</li>
</ul>
<p>&#25991;&#31456; 3&#65306;<a href="http://www.yangzhiping.com/psy/mac.html">&#22914;&#20309;&#25552;&#39640;&#21019;&#20316;&#22411;&#20219;&#21153;&#30340;&#25928;&#29575;&#65311;&#65288;Mac&#29256;&#65289;</a></p>
<p>&#22312;&#25105;&#35825;&#24785;&#19979;&#65292;&#29992;Mac&#30340;&#26379;&#21451;&#36234;&#26469;&#36234;&#22810;&#20102;&#12290;&#23558;&#32769;&#25991;&#27719;&#38598;&#22312;&#19968;&#36215;&#65292;&#25104;&#20026;&#19968;&#26412;&#19981;&#26029;&#22312;&#32447;&#26356;&#26032;&#30340;&#12298;Mac&#25928;&#29575;&#25163;&#20876;&#12299;&#20379;&#21508;&#20301;&#21442;&#32771;&#65306;</p>
<ul>
<li><a href="http://www.yangzhiping.com/tech/mac.html">Mac&#25928;&#29575;&#25163;&#20876; - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></li>
</ul>
<p>Mac &#26159;&#33529;&#26524;&#20844;&#21496;&#35774;&#35745;&#24320;&#21457;&#30340;&#19968;&#27454;&#24191;&#21463;&#22909;&#35780;&#30340;&#25805;&#20316;&#31995;&#32479;&#12290;&#22914;&#26524;&#23581;&#35797;&#24635;&#32467; Mac &#19982; Windows &#26368;&#22823;&#30340;&#24046;&#24322;&#65292;&#25110;&#35768;&#20851;&#38190;&#23383;&#22312;&#20110;&#65306;&#27880;&#24847;&#21147;&#12290;Mac OSX &#20197;&#31616;&#27905;&#30340;&#35774;&#35745;&#21462;&#32988;&#65292;&#29978;&#33267;&#24378;&#36843;&#29992;&#25143;&#23558;&#27880;&#24847;&#21147;&#32858;&#28966;&#22312;&#24403;&#21069;&#24037;&#20316;&#20043;&#19978;&#12290;Windows &#31995;&#21015;&#25805;&#20316;&#31995;&#32479;&#35774;&#35745;&#65292;&#30456;&#23545;&#32780;&#35328;&#65292;&#32570;&#23569;&#19968;&#20010;&#32479;&#19968;&#24182;&#19988;&#24378;&#30828;&#25191;&#34892;&#19979;&#21435;&#30340;&#27880;&#24847;&#21147;&#27861;&#21017;&#12290;</p>
<p>&#36825;&#31687;&#25991;&#31456;&#20889;&#24471;&#26497;&#26089;&#65292;&#22855;&#36857;&#30340;&#26159;&#65292;&#26102;&#38548;&#22810;&#24180;&#65292;&#37324;&#38754;&#30340;&#36719;&#20214;&#37117;&#36824;&#27809;&#36807;&#26102;&#12290;</p>
<p>&#25991;&#31456;4&#65306;<a href="http://www.yangzhiping.com/tech/mac-dev.html">Mac&#24320;&#21457;&#32773;2013&#24180;&#26032;&#26426;&#35774;&#32622;&#21442;&#32771;</a></p>
<p>&#36825;&#31687;&#25991;&#31456;&#26159; Mac &#21040;&#25163;&#20043;&#21518;&#65292;&#21487;&#20197;&#29031;&#30528;&#19968;&#27493;&#19968;&#27493;&#28436;&#32451;&#30340;&#35013;&#26426;&#25351;&#21335;&#12290;&#35013;&#26426;&#20043;&#21518;&#65292;&#21516;&#26102;&#21487;&#20197;&#21442;&#32771;&#25105;&#20889;&#30340; Mac &#20837;&#38376;&#19971;&#31687;&#65292;&#32593;&#22336;&#26159;&#65306;<a href="http://www.yangzhiping.com/tech/mac.html">Mac&#25928;&#29575;&#25163;&#20876; - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></p>
<p>&#28041;&#21450;&#21040;Mac&#26032;&#25163;&#25152;&#38656;&#35201;&#30340;&#26041;&#26041;&#38754;&#38754;&#25216;&#24039;&#12290;&#20026;&#20102;&#33410;&#30465;&#26102;&#38388;&#65292;&#37325;&#28857;&#38405;&#35835;&#20197;&#19979;&#19977;&#31687;&#21363;&#21487;&#65306;</p>
<ul>
<li><a href="http://www.yangzhiping.com/tech/mac1.html">Mac&#20837;&#38376;&#31508;&#35760;&#65288;1&#65289;&#65306;&#24320;&#26426;ABC - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></li>
<li><a href="http://www.yangzhiping.com/tech/mac4.html">Mac&#20837;&#38376;&#31508;&#35760;&#65288;4&#65289;&#65306;&#25991;&#26412;&#36755;&#20837;</a></li>
<li><a href="http://www.yangzhiping.com/tech/mac5.html">Mac&#20837;&#38376;&#31508;&#35760;&#65288;5&#65289;&#65306;&#36828;&#31243;&#21327;&#20316;</a></li>
</ul>
<dl>
<dt>&#20851;&#20110;&#24320;&#28304;&#25216;&#26415;&#30340;&#24067;&#36947;</dt>
<dd><p>&#21069;&#20960;&#24180;&#65292;&#23545;&#24320;&#28304;&#19990;&#30028;&#20570;&#20102;&#24456;&#22810;&#25512;&#24191;&#24037;&#20316;&#65292;Google &#25628;&#32034; iterm2&#12289;markdown&#12289;pandoc&#12289; github&#12289;jekyll&#12289;cask&#65292;&#21069;&#20960;&#31687;&#37117;&#26159;&#25105;&#30340;&#25991;&#31456;&#12290;</p>
<p>&#38543;&#30528;&#36817;&#20004;&#24180;&#27493;&#20837;&#33258;&#24049;&#30340;&#21019;&#20316;&#39640;&#23792;&#26399;&#65292;&#20197;&#21518;&#20877;&#20063;&#27809;&#36825;&#24515;&#21147;&#12290;&#36825;&#20123;&#25955;&#33853;&#30340;&#25991;&#23383;&#65292;&#21487;&#20197;&#21442;&#32771;&#36825;&#37324;&#65306;</p>
<p><a href="http://www.yangzhiping.com/tech/open.html">&#24320;&#28304;&#29609;&#23478; - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></p>
<p>&#20197;&#21450;&#36825;&#20010;&#35910;&#29923;&#23567;&#32452;&#65306;<a href="http://www.douban.com/group/460530/">Github&#20248;&#31168;&#24320;&#28304;&#39033;&#30446;&#23567;&#32452;</a></p>
<p>&#20854;&#20013;&#65292;&#26368;&#24120;&#29992;&#12289;&#26368;&#23481;&#26131;&#25913;&#21464;&#26032;&#35835;&#32773;&#30340;&#20351;&#29992;&#20064;&#24815;&#30340;&#26159; Markdown &#19982; iTerm2&#12290;&#24314;&#35758;&#20174;&#27492;&#38405;&#35835;&#24320;&#22987;&#12290;</p>
</dd>
</dl>
<p>&#25991;&#31456; 5&#65306;<a href="http://www.yangzhiping.com/tech/r-markdown-knitr.html">Markdown &#20889;&#20316;&#27973;&#35848;</a></p>
<p>&#39640;&#25928;&#30340;&#20889;&#20316;&#24037;&#20855;&#65292;&#26412;&#36136;&#26159;&#20010;&#24605;&#24819;&#24341;&#25806;&#12290;&#36825;&#20010;&#24341;&#25806;&#19968;&#35201;&#24555;&#65292;&#26368;&#24555;&#36895;&#24230;&#24110;&#21161;&#20320;&#23558;&#22836;&#33041;&#20013;&#28151;&#20081;&#30340;&#12289;&#38646;&#30862;&#30340;&#24819;&#27861;&#36716;&#20026;&#25991;&#31456;&#65307;</p>
<p>&#20108;&#35201;&#26234;&#33021;&#65292;&#33258;&#21160;&#29256;&#26412;&#31649;&#29702;&#65292;&#19981;&#20877;&#35753;&#20320;&#25285;&#24515;&#20889;&#24223;&#19982;&#21024;&#31295;&#12289;&#25991;&#39118;&#26816;&#26597;&#65307;&#19977;&#35201;&#24688;&#24403;&#22909;&#22788;&#65292;&#36827;&#34892;&#20869;&#23481;&#19982;&#34920;&#29616;&#24418;&#24335;&#30340;&#20998;&#31163;&#12290;</p>
<p>&#20026;&#20102;&#24555;&#36895;&#20837;&#38376;&#65292;&#21487;&#20197;&#25645;&#37197;&#23567;&#23481;&#20889;&#30340;&#22312;&#32447;&#25945;&#31243;&#65306;</p>
<ul>
<li><a href="http://joinwee.com/lesson/10/">Markdown&#22312;&#32447;&#20889;&#20316;&#36895;&#25104;</a></li>
</ul>
<p>&#20837;&#38376;&#20043;&#21518;&#65292;&#21017;&#21487;&#20197;&#38405;&#35835;&#65306;</p>
<ul>
<li><a href="http://t.cn/8sG2Sdb">Markdown&#23567;&#25216;&#24039;&#38598;&#21512;</a></li>
</ul>
<p>&#25991;&#31456; 6&#65306;<a href="http://www.yangzhiping.com/tech/iterm2.html">iTerm2 &#26032;&#25163;&#24212;&#30693;&#29305;&#33394;&#21151;&#33021;</a></p>
<p>&#22522;&#30784;&#65292;&#26080;&#38656;&#22810;&#35328;&#12290;</p>
<p>&#35748;&#30693;&#31185;&#23398;&#12289;&#25968;&#25454;&#31185;&#23398;&#19982;&#32593;&#32476;&#31185;&#23398;</p>
<p>&#24635;&#30475;&#21040;&#35835;&#32773;&#22312;&#25105;&#30340;&#25216;&#26415;&#21338;&#23458;&#21518;&#36825;&#31181;&#35780;&#35770;&#65306;&#12304;&#19981;&#35828;&#36824;&#20197;&#20026;&#26159; IT &#20174;&#19994;&#20154;&#21592;&#65292;&#24590;&#24819;&#26159;&#19987;&#19994;&#24515;&#29702;&#24072;&#12305;&#12290;&#25105;&#20174;&#19981;&#20570;&#24515;&#29702;&#21672;&#35810;&#65292;&#19981;&#26159;&#24515;&#29702;&#24072;&#12290;&#32534;&#31243;&#26159;&#35748;&#30693;&#31185;&#23398;&#20256;&#32479;&#12290;&#36824;&#26377;&#29992; lisp &#20889; ACT-R&#65292;&#29616;&#22312;&#28145;&#24230;&#23398;&#20064;&#22823;&#29275; hinton&#12289;&#36125;&#21494;&#26031;&#22823;&#29275;Josh&#37117;&#26159;&#24515;&#29702;&#31995;&#20986;&#36523;&#65292;&#20174;&#20107;&#35748;&#30693;&#31185;&#23398;&#12290;&#22823;&#23478;&#21035;&#25226;&#24515;&#29702;&#23398;&#31561;&#21516;&#20110;&#24515;&#29702;&#21672;&#35810;&#65292;&#34429;&#28982;&#23427;&#24456;&#37325;&#35201;&#65292;&#20294;&#36824;&#26377;&#26356;&#24191;&#38420;&#30340;&#22825;&#22320;&#12290;</p>
<p>&#25991;&#31456;&#21487;&#20197;&#21442;&#38405;&#36825;&#37324;&#65306;</p>
<ul>
<li><a href="http://www.yangzhiping.com/tech/data.html">&#25968;&#25454;&#25496;&#37329; - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></li>
</ul>
<p>&#37096;&#20998;&#20070;&#21333;&#21487;&#20197;&#21442;&#38405;&#36825;&#37324;&#65306;</p>
<ul>
<li><a href="http://book.douban.com/doulist/1222833/">&#25216;&#26415;&#27966;&#24515;&#29702;&#23398;</a></li>
</ul>
<p>&#25991;&#31456;8&#65306;[&#24515;&#29702;&#23398;&#24037;&#20316;&#32773;&#23398;&#20160;&#20040;&#32534;&#31243;&#35821;&#35328;&#65311;(http://www.yangzhiping.com/tech/psychologist-language.html)</p>
<p>&#24515;&#29702;&#23398;&#24037;&#20316;&#32773;&#23398;&#20160;&#20040;&#32534;&#31243;&#35821;&#35328;&#65311;&#25105;&#30340;&#36873;&#25321;&#26631;&#20934;&#26159;&#65306;</p>
<ol>
<li>&#24320;&#28304;&#65292;&#31038;&#21306;&#21451;&#21892;&#65307;</li>
<li>&#26131;&#20837;&#38376;&#65307;</li>
<li>&#22312;&#29305;&#23450;&#38382;&#39064;&#39046;&#22495;&#65292;&#25317;&#26377;&#22823;&#37327;&#26368;&#20339;&#23454;&#36341;&#19982;&#22806;&#37096;&#24211;&#65292;&#36991;&#20813;&#37325;&#22797;&#21171;&#21160;&#65307;</li>
<li>&#23481;&#26131;&#20135;&#21697;&#21270;&#65292;&#22909;&#21334;&#38065;&#65292;&#24182;&#19988;&#38144;&#21806;&#22522;&#20110;&#35813;&#31243;&#24207;&#35821;&#35328;&#24320;&#21457;&#30340;&#20135;&#21697;&#19981;&#20405;&#29359;&#31532;&#19977;&#26041;&#30693;&#35782;&#20135;&#26435;&#12290;</li>
<li>&#19981;&#20165;&#23398;&#26415;&#30028;&#65292;&#24037;&#19994;&#30028;&#20063;&#22823;&#37327;&#20351;&#29992;,&#22240;&#27492;&#22909;&#23601;&#19994;&#22909;&#21019;&#19994;&#12290;</li>
</ol>
<p>&#36825;&#31687;&#24086;&#23376; 2011 &#24180;&#20889;&#30340;&#65292;&#26377;&#20123;&#26089;&#12290;&#24314;&#35758;&#65306;</p>
<ol>
<li>&#20391;&#37325;&#25968;&#25454;&#31185;&#23398;&#19982;&#24515;&#29702;&#27979;&#37327;&#65292;&#20174; R &#20837;&#25163;&#65307;</li>
<li>&#20391;&#37325;&#20154;&#24037;&#26234;&#33021;&#12289;&#35748;&#30693;&#26426;&#22120;&#20154;&#19982; Web &#24320;&#21457;&#65292;&#20174; Python &#20837;&#25163;&#65307;</li>
<li>&#24320;&#28304;&#30828;&#20214;&#65292;&#20174; Arudino &#20837;&#25163;&#12290;</li>
</ol>
<p>&#23398; R &#21487;&#20174;&#36825;&#37324;&#20837;&#25163;&#65306;http://t.cn/8FBRgC5 &#23398; Python &#20174;&#36825;&#37324;&#20837;&#25163;&#65306;http://t.cn/8FK6nVa</p>
<p>&#25991;&#31456; 9&#65306;<a href="http://www.yangzhiping.com/tech/R-in-Psychology.html">R in Psychology &#23398;&#20064;&#30446;&#24405;</a></p>
<p>&#36825;&#26159;&#21069;&#20960;&#24180;&#25972;&#29702;&#30340;&#19968;&#20010;&#65292;&#32473;&#35748;&#30693;&#31185;&#23398;&#12289;&#24515;&#29702;&#31185;&#23398;&#21450;&#30456;&#20851;&#23398;&#31185;&#30340;&#26379;&#21451;&#65292;&#23398;&#20064; R &#35821;&#35328;&#30340;&#30446;&#24405;&#12290;&#36825;&#19968;&#31687;&#25991;&#31456;&#36824;&#21487;&#20197;&#25645;&#37197;&#20197;&#19979;&#20004;&#31687;&#25991;&#31456;&#38405;&#35835;&#65306;</p>
<ul>
<li><a href="http://www.yangzhiping.com/tech/datashell.html">&#25968;&#25454;&#22788;&#29702;&#24120;&#29992; Unix &#21629;&#20196;</a></li>
<li><a href="http://www.yangzhiping.com/tech/gihut-data.html">Github &#19978;&#30340;&#20248;&#36136;&#25968;&#25454;&#36164;&#28304;</a></li>
</ul>
<p>&#22312;&#22788;&#29702;&#25968;&#25454;&#19982;&#23398;&#20064;&#25968;&#25454;&#31185;&#23398;&#30340;&#26102;&#20505;&#65292;&#26368;&#22909;&#36824;&#35746;&#38405;&#20197;&#19979;&#21338;&#23458;&#19982;&#26032;&#38395;&#21608;&#21002;&#65306;</p>
<ul>
<li>&#20854;&#19968;&#65306;&#32769;&#26379;&#21451; xccds &#30340;&#21338;&#23458;&#12304;&#25968;&#25454;&#31185;&#23398;&#19982;R&#35821;&#35328;&#12305;&#65306;<a href="http://t.cn/8kvRqBh" class="uri">http://t.cn/8kvRqBh</a> &#31934;&#24425;&#65292;&#20540;&#24471;&#25910;&#34255;&#12290;</li>
<li>&#20854;&#20108;&#65306;&#25968;&#25454;&#31185;&#23398;&#21608;&#25253;&#65288;Data Science Weekly&#65289;&#65306;<a href="http://t.cn/8s3TEbE" class="uri">http://t.cn/8s3TEbE</a>&#65292;&#23384;&#26723;&#22312;&#65306;<a href="http://t.cn/8s3TgNP" class="uri">http://t.cn/8s3TgNP</a>&#65307;&#25968;&#25454;&#31185;&#23398;&#36164;&#28304;&#25972;&#29702;&#22312;&#65306;http://t.cn/8s3TgNv</li>
</ul>
<p>&#25991;&#31456; 10&#65306;<a href="http://www.yangzhiping.com/psy/snabook.html">&#12298;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#65306;&#26041;&#27861;&#19982;&#23454;&#36341;&#12299;&#35793;&#32773;&#24207;</a></p>
<p>&#36825;&#19968;&#31687;&#25991;&#31456;&#26159;&#25105;&#32473;&#32452;&#32455;&#32763;&#35793;&#30340;&#12298;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#65306;&#26041;&#27861;&#19982;&#23454;&#36341;&#12299;&#20889;&#30340;&#24207;&#35328;&#12290;&#20840;&#20070;&#20197;&#22522;&#20110;Python&#30340;&#32593;&#32476;&#20998;&#26512;&#21253;NetworkX&#20316;&#20026;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#24037;&#20855;,&#20294;&#24182;&#19981;&#26159;&#19968;&#26412;NetworkX&#20351;&#29992;&#25163;&#20876;&#12290;&#20316;&#32773;&#23558;&#37325;&#28857;&#25918;&#22312;&#22914;&#20309;&#20174;&#24222;&#22823;&#30340;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#23398;&#26415;&#31215;&#32047;&#20013;&#65292;&#25361;&#36873;&#26368;&#31934;&#35201;&#19982;&#26368;&#23454;&#29992;&#30340;&#30693;&#35782;&#28857;&#65292;&#20197;&#24110;&#21161;&#35835;&#32773;&#24418;&#25104;&#20851;&#20110;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#30340;&#30693;&#35782;&#35889;&#31995;&#22270;&#12290;</p>
<p>&#20174;&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#65292;&#26082;&#21487;&#20197;&#36208;&#21521;&#26356;&#20559;&#31038;&#20250;&#31185;&#23398;&#30340;&#35745;&#31639;&#31038;&#20250;&#31185;&#23398;&#65292;&#20063;&#21487;&#20197;&#36208;&#21521;&#26356;&#20559;&#31070;&#32463;&#31185;&#23398;&#30340;&#22823;&#33041;&#22797;&#26434;&#32593;&#32476;&#30740;&#31350;&#65307;&#36824;&#21487;&#20197;&#36208;&#21521;&#26356;&#20559;&#35745;&#31639;&#26426;&#31185;&#23398;&#19982;&#29289;&#29702;&#23398;&#30340;&#32593;&#32476;&#31185;&#23398;&#30740;&#31350;&#12290;&#36825;&#26412;&#20070;&#36866;&#21512;&#26032;&#35835;&#32773;&#19982;&#26032;&#25163;&#65292;&#21487;&#20197;&#20316;&#20026;&#19968;&#20010;&#21021;&#27493;&#20102;&#35299;&#22270;&#35770;&#12289;&#32593;&#32476;&#31185;&#23398;&#30340;&#36215;&#28857;&#12290;</p>
<p>&#21516;&#26102;&#36824;&#21487;&#20197;&#25645;&#37197;&#36825;&#19968;&#31687;&#25991;&#31456;&#38405;&#35835;&#65306;</p>
<ul>
<li><a href="http://www.yangzhiping.com/tech/sna-book.html">&#31038;&#20250;&#32593;&#32476;&#20998;&#26512;&#20837;&#38376;&#20070;&#30446;&#23548;&#35835; - &#38451;&#24535;&#24179;&#30340;&#32593;&#24535;</a></li>
</ul>
<h2 id="&#23433;&#38745;&#32773;">&#23433;&#38745;&#32773;</h2>
<p><a href="http://www.douban.com/note/364378249/">&#23433;&#38745;&#32773;</a> [&#27491;&#24577;&#20998;&#24067;]: http://gnat.qiniudn.com/gtd/&#27491;&#24577;&#20998;&#24067;.jpg [Stanine&#65288;&#26631;&#20934;&#20061;&#65289;]: http://gnat.qiniudn.com/gtd/stanine.jpg [maximizer satisficer]: http://gnat.qiniudn.com/gtd/maximizer-satisficer.jpg [&#24184;&#31119;&#26469;&#28304;&#30340; 7S &#27169;&#22411;]: http://gnat.qiniudn.com/gtd/&#24184;&#31119;&#26469;&#28304;&#30340;7S&#27169;&#22411;.jpg</p>
<ul class="tzx-tags-group">
<li><a class="tzx-tag" href="tags.html/#blog">blog</a></li>
<li><a class="tzx-tag" href="tags.html/#note">note</a></li>
<li><a class="tzx-tag" href="tags.html/#reading">reading</a></li>
</ul>

<div class="tzx-changes"><select id="tzx-changes" title="&#21382;&#21490;&#29256;&#26412;">
<option value="https://raw.githubusercontent.com/district10/blog/b08a696f534c650b0d7fccc3b0b1d7d0d68c6d3d/_posts/post-0054-get-things-done.md" title="781 insertions(+), 0 deletions(-)">1480083296</option>
</select></div>

<script>
var tzxFilename = "_posts/post-0054-get-things-done.md";
var tzxChanges = [
    {
        hash: "b08a696f534c650b0d7fccc3b0b1d7d0d68c6d3d",
        datetime: "1480083296",
        insertions: 781,
        deletions: 0
    },
];
</script>

<script type="text/javascript" src="jquery.min.js"></script>
<script type="text/javascript" src="jquery-ui.min.js"></script>
<script type="text/javascript" src="clappr.min.js"></script>
<script type="text/javascript" src="lazyload.min.js"></script>
<script type="text/javascript" src="egg.min.js"></script>
<script type="text/javascript" src="moment.min.js"></script>
<script type="text/javascript" src="clipboard.min.js"></script>
<script type="text/javascript" src="main.js"></script>
<hr style="color: #9ddcff;"/>
<div id="copyright">TANG ZhiXiong, 2017.  Generated by Pandoc on Travis CI. <a  href="https://github.com/district10/blog">Fork Me on GitHub.</a></div>
<div id="comments" class="comments-area">
    <div><span id="showDisqus" title="&#27426;&#36814;&#20132;&#27969;">&#12300;Load Disqus | &#21152;&#36733;&#35780;&#35770;&#12301;</span></div>
    <div id="disqus_thread"></div>
</div>
</body>
</html>
