<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <meta http-equiv="Content-Style-Type" content="text/css" />
  <meta http-equiv="x-ua-compatible" content="ie=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <meta name="generator" content="pandoc" />
  <meta name="author" content="TANG ZhiXiong; dvorak4tzx; district10" />
  <meta name="date" content="2015-10-21" />
  <title>GIS &#29702;&#35770;&#19982;&#25216;&#26415; &#8211; &#20316;&#19994; 2&#65306;GIS &#30740;&#31350;&#32508;&#36848;</title>
  <style type="text/css">code{white-space: pre;}</style>
  <link rel="stylesheet" href="jquery-ui.css" type="text/css" />
  <link rel="stylesheet" href="font-awesome.min.css" type="text/css" />
  <link rel="stylesheet" href="main.css" type="text/css" />
    <script src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS_CHTML-full" type="text/javascript"></script>
</head>
<body>
<div id="header">
<h1 class="title">GIS &#29702;&#35770;&#19982;&#25216;&#26415; &#8211; &#20316;&#19994; 2&#65306;GIS &#30740;&#31350;&#32508;&#36848;</h1>
<h3 class="date">2015-10-21</h3>
</div>
<div id="tocbox" class="pokerface">
    <div id="tocboxheader">&#xf03b;</div>
    <div id="tocboxbody">
        <ul>
        <li><a href="#gis-&#29702;&#35770;&#19982;&#25216;&#26415;-&#20316;&#19994;-2gis-&#30740;&#31350;&#32508;&#36848;">GIS &#29702;&#35770;&#19982;&#25216;&#26415; &#8211; &#20316;&#19994; 2&#65306;GIS &#30740;&#31350;&#32508;&#36848;</a><ul>
        <li><a href="#&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24635;&#36848;">1. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24635;&#36848;</a><ul>
        <li><a href="#&#27010;&#24565;&#20171;&#32461;">1.1 &#27010;&#24565;&#20171;&#32461;</a></li>
        <li><a href="#&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;">1.2. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;</a></li>
        <li><a href="#&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26041;&#26041;&#38754;&#38754;">1.3. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26041;&#26041;&#38754;&#38754;</a></li>
        <li><a href="#&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#31616;&#21490;">1.4. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#31616;&#21490;</a></li>
        <li><a href="#&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#23637;&#26395;">1.5. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#23637;&#26395;</a></li>
        <li><a href="#&#23567;&#32467;">1.6. &#23567;&#32467;</a></li>
        </ul></li>
        <li><a href="#&#31354;&#38388;&#35748;&#30693;">2. &#31354;&#38388;&#35748;&#30693;</a><ul>
        <li><a href="#&#35748;&#30693;&#30456;&#20851;">2.1. &#35748;&#30693;&#30456;&#20851;</a></li>
        <li><a href="#&#31354;&#38388;&#30340;&#21576;&#29616;&#21644;&#34920;&#36798;">2.2. &#31354;&#38388;&#30340;&#21576;&#29616;&#21644;&#34920;&#36798;</a></li>
        <li><a href="#&#35821;&#35328;&#19982;&#31354;&#38388;&#34920;&#36798;">2.3. &#35821;&#35328;&#19982;&#31354;&#38388;&#34920;&#36798;</a></li>
        <li><a href="#&#35760;&#24518;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;">2.4. &#35760;&#24518;&#12289;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;</a></li>
        <li><a href="#&#23567;&#32467;-1">2.5. &#23567;&#32467;</a></li>
        </ul></li>
        <li><a href="#&#31354;&#38388;&#20998;&#26512;">3. &#31354;&#38388;&#20998;&#26512;</a><ul>
        <li><a href="#&#31616;&#20171;">3.1. &#31616;&#20171;</a></li>
        <li><a href="#&#31354;&#38388;&#20998;&#26512;&#30340;&#22522;&#26412;&#29702;&#35770;">3.2. &#31354;&#38388;&#20998;&#26512;&#30340;&#22522;&#26412;&#29702;&#35770;</a></li>
        <li><a href="#&#26629;&#26684;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.3. &#26629;&#26684;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</a></li>
        <li><a href="#&#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.4. &#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</a></li>
        <li><a href="#&#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.5. &#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</a></li>
        <li><a href="#&#23567;&#32467;-2">3.6. &#23567;&#32467;</a></li>
        </ul></li>
        <li><a href="#&#24635;&#32467;">4. &#24635;&#32467;</a></li>
        <li><a href="#&#21442;&#32771;&#25991;&#29486;">5. &#21442;&#32771;&#25991;&#29486;</a></li>
        </ul></li>
        </ul>
    </div>
</div>
<div id="navigator" class="pokerface"><a id="gotoindex" href="index.html" title="&#25353;&#19979;&#12304;h&#12305;&#33719;&#21462;&#39029;&#38754;&#24110;&#21161;&#12290;">&#xf015;</a></div>
<h1 id="gis-&#29702;&#35770;&#19982;&#25216;&#26415;-&#20316;&#19994;-2gis-&#30740;&#31350;&#32508;&#36848;">GIS &#29702;&#35770;&#19982;&#25216;&#26415; &#8211; &#20316;&#19994; 2&#65306;GIS &#30740;&#31350;&#32508;&#36848;</h1>
<blockquote>
<p>&#36825;&#31687;&#25991;&#31456;&#23637;&#31034;&#20102;&#22914;&#20309;&#29992; bib &#25991;&#20214;&#25554;&#20837;&#21442;&#32771;&#25991;&#29486;&#65306;</p>
<ul>
<li>md &#25991;&#20214;&#35265; <a href="post-0050-gis-overall.md" class="uri">post-0050-gis-overall.md</a></li>
<li>bib &#25991;&#20214;&#35265; <a href="post-0050-gis-overall.bib" class="uri">post-0050-gis-overall.bib</a>&#12290;</li>
</ul>
</blockquote>
<p>GIS &#26082;&#26159;&#19968;&#39033;&#25216;&#26415;&#65292;&#20063;&#26159;&#19968;&#38376;&#23398;&#31185;&#12290;&#20063;&#26377;&#20154;&#35828;&#23427;&#26159;&#22320;&#29702;&#23398;&#30340;&#31532;&#19977;&#20195;&#35821;&#35328;<a href="#fn1" class="footnoteRef" id="fnref1"><sup>1</sup></a>&#65292;&#20063;&#26377;&#20154;&#35828;&#23427;&#26159; the science of problem solving<a href="#fn2" class="footnoteRef" id="fnref2"><sup>2</sup></a>&#12290;</p>
<h2 id="&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24635;&#36848;">1. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24635;&#36848;</h2>
<p>&#26412;&#33410;&#20174;&#19968;&#20123;&#22522;&#30784;&#27010;&#24565;&#24341;&#20986;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#65292;&#28982;&#21518;&#20171;&#32461;&#20854;&#29305;&#24449;&#12290;</p>
<h3 id="&#27010;&#24565;&#20171;&#32461;">1.1 &#27010;&#24565;&#20171;&#32461;</h3>
<p>&#31616;&#36848;&#20449;&#24687;&#12289;&#25968;&#25454;&#12289;&#22320;&#29702;&#25968;&#25454;&#12289;&#22320;&#29702;&#20449;&#24687;&#12289;&#20449;&#24687;&#31995;&#32479;&#31561;&#27010;&#24565;&#65292;&#24341;&#20986;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#12290;<span class="citation">[@Slocum2005]</span></p>
<dl>
<dt>&#20449;&#24687;</dt>
<dd><p>&#26159;&#21521;&#20154;&#20204;&#25110;&#26426;&#22120;&#25552;&#20379;&#20851;&#20110;&#29616;&#23454;&#19990;&#30028;&#26032;&#30340;&#20107;&#23454;&#30340;&#30693;&#35782;&#65292;&#26159;&#25968;&#25454;&#12289;&#28040;&#24687;&#20013;&#25152;&#21253;&#21547;&#30340;&#24847;&#20041;&#65292;&#23427;&#19981;&#38543;&#36733;&#20307;&#29289;&#29702;&#35774;&#22791;&#24418;&#24335;&#30340;&#25913;&#21464;&#32780;&#25913;&#21464;&#12290;&#20449;&#24687;&#20855;&#26377;&#23458;&#35266;&#24615;&#12289;&#23454;&#29992;&#24615;&#12289;&#20256;&#36755;&#24615;&#12289;&#20849;&#20139;&#24615;&#29305;&#24449;&#12290;</p>
</dd>
<dt>&#25968;&#25454;</dt>
<dd><p>&#25968;&#25454;&#26159;&#25351;&#26576;&#19968;&#30446;&#26631;&#23450;&#24615;&#12289;&#23450;&#37327;&#25551;&#36848;&#30340;&#21407;&#22987;&#36164;&#26009;&#65292;&#21253;&#25324;&#25968;&#23383;&#12289;&#25991;&#23383;&#12289;&#31526;&#21495;&#12289;&#22270;&#24418;&#12289;&#22270;&#20687;&#20197;&#21450;&#23427;&#20204;&#33021;&#36716;&#25442;&#25104;&#30340;&#25968;&#25454;&#31561;&#24418;&#24335;&#12290;&#25968;&#25454;&#26159;&#29992;&#20197;&#36733;&#33655;&#20449;&#24687;&#30340;&#29289;&#29702;&#31526;&#21495;&#65292;&#25968;&#25454;&#26412;&#36523;&#24182;&#27809;&#26377;&#24847;&#20041;&#12290;&#20449;&#24687;&#19982;&#25968;&#25454;&#26159;&#19981;&#21487;&#20998;&#31163;&#30340;&#12290;</p>
</dd>
<dt>&#22320;&#29702;&#25968;&#25454;</dt>
<dd><p>&#34920;&#24449;&#22320;&#29702;&#22280;&#25110;&#22320;&#29702;&#29615;&#22659;&#22266;&#26377;&#35201;&#32032;&#25110;&#29289;&#36136;&#30340;&#25968;&#37327;&#12289;&#36136;&#37327;&#12289;&#20998;&#24067;&#29305;&#24449;&#12289;&#32852;&#31995;&#21644;&#35268;&#24459;&#30340;&#25968;&#23383;&#12289;&#25991;&#23383;&#12289;&#22270;&#20687;&#21644;&#22270;&#24418;&#31561;&#30340;&#24635;&#31216;&#12290;</p>
</dd>
<dt>&#22320;&#29702;&#20449;&#24687;</dt>
<dd><p>&#26377;&#20851;&#22320;&#29702;&#23454;&#20307;&#30340;&#24615;&#36136;&#12289;&#29305;&#24449;&#21644;&#36816;&#21160;&#29366;&#24577;&#30340;&#34920;&#24449;&#21644;&#19968;&#20999;&#26377;&#29992;&#30340;&#30693;&#35782;&#65292;&#23427;&#26159;&#23545;&#22320;&#29702;&#25968;&#25454;&#30340;&#35299;&#37322;&#12290;</p>
</dd>
<dt>&#20449;&#24687;&#31995;&#32479;</dt>
<dd><p>&#20855;&#26377;&#25968;&#25454;&#37319;&#38598;&#12289;&#31649;&#29702;&#12289;&#20998;&#26512;&#21644;&#34920;&#36798;&#25968;&#25454;&#33021;&#21147;&#30340;&#31995;&#32479;&#65292;&#23427;&#33021;&#22815;&#20026;&#21333;&#19968;&#30340;&#25110;&#26377;&#32452;&#32455;&#30340;&#20915;&#31574;&#36807;&#31243;&#25552;&#20379;&#26377;&#29992;&#30340;&#20449;&#24687;&#12290;</p>
<p>&#20998;&#20026;&#65306;</p>
<ul>
<li>&#20107;&#29289;&#22788;&#29702;&#31995;&#32479;&#65288;Transaction Process System&#65292;TPS&#65289;</li>
<li>&#31649;&#29702;&#20449;&#24687;&#31995;&#32479;&#65288;Management Information System&#65292;MIS&#65289;</li>
<li>&#20915;&#31574;&#25903;&#25345;&#31995;&#32479;&#65288;Decision Support System&#65292;DSS&#65289;</li>
<li>&#20154;&#24037;&#26234;&#33021;&#21644;&#19987;&#23478;&#31995;&#32479;&#65288;Expert System&#65292;ES&#65289;</li>
</ul>
</dd>
<dt>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;</dt>
<dd><p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#65288;Geographical Information System&#65292;GIS&#65289;&#26159;&#19968;&#31181;&#20915;&#31574;&#25903;&#25345;&#31995;&#32479;&#65292;&#23427;&#20855;&#26377;&#20449;&#24687;&#31995;&#32479;&#30340;&#21508;&#31181;&#29305;&#28857;&#12290;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#19982;&#20854;&#20182;&#20449;&#24687;&#31995;&#32479;&#30340;&#20027;&#35201;&#21306;&#21035;&#22312;&#20110;&#20854;&#23384;&#20648;&#21644;&#22788;&#29702;&#30340;&#20449;&#24687;&#26159;&#32463;&#36807;&#22320;&#29702;&#32534;&#30721;&#30340;&#65292;&#22320;&#29702;&#20301;&#32622;&#21450;&#19982;&#35813;&#20301;&#32622;&#26377;&#20851;&#30340;&#22320;&#29289;&#23646;&#24615;&#20449;&#24687;&#25104;&#20026;&#20449;&#24687;&#26816;&#32034;&#30340;&#37325;&#35201;&#37096;&#20998;&#12290;&#22312;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#20013;&#65292;&#29616;&#23454;&#19990;&#30028;&#34987;&#34920;&#36798;&#25104;&#19968;&#31995;&#21015;&#30340;&#22320;&#29702;&#35201;&#32032;&#21644;&#22320;&#29702;&#29616;&#35937;&#65292;&#36825;&#20123;&#22320;&#29702;&#29305;&#24449;&#33267;&#23569;&#30001;&#31354;&#38388;&#20301;&#32622;&#21442;&#32771;&#20449;&#24687;&#21644;&#38750;&#20301;&#32622;&#20449;&#24687;&#20004;&#20010;&#32452;&#25104;&#37096;&#20998;&#12290;</p>
</dd>
</dl>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/wetland.png" alt="&#22270; 1. A wetland map of part of Erie County, Ohio, USA. The map has been made by classifying Landsat imagery at 30 m resolution. Brown = woods on hydric soil, dark blue = open water (excludes Lake Erie), green = shallow marsh, light blue = shrub/scrub wetland, blue-green = wet meadow, pink = farmed wetland. Source: Ohio Department of Natural Resources, www.dnr.state.oh.u" />
<p class="caption">&#22270; 1. A wetland map of part of Erie County, Ohio, USA. The map has been made by classifying Landsat imagery at 30 m resolution. Brown = woods on hydric soil, dark blue = open water (excludes Lake Erie), green = shallow marsh, light blue = shrub/scrub wetland, blue-green = wet meadow, pink = farmed wetland. Source: Ohio Department of Natural Resources, www.dnr.state.oh.u</p>
</div>
<h3 id="&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;">1.2. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;</h3>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#20855;&#26377;&#20197;&#19979;&#19977;&#20010;&#26041;&#38754;&#30340;&#29305;&#24449;&#65306;</p>
<ul>
<li>&#31532;&#19968;&#65292;&#20855;&#26377;&#37319;&#38598;&#12289;&#31649;&#29702;&#12289;&#20998;&#26512;&#21644;&#36755;&#20986;&#22810;&#31181;&#22320;&#29702;&#20449;&#24687;&#30340;&#33021;&#21147;&#65292;&#20855;&#26377;&#31354;&#38388;&#24615;&#21644;&#21160;&#24577;&#24615;&#65307;</li>
<li>&#31532;&#20108;&#65292;&#30001;&#35745;&#31639;&#26426;&#31995;&#32479;&#25903;&#25345;&#36827;&#34892;&#31354;&#38388;&#22320;&#29702;&#25968;&#25454;&#31649;&#29702;&#65292;&#24182;&#30001;&#35745;&#31639;&#26426;&#31243;&#24207;&#27169;&#25311;&#24120;&#35268;&#30340;&#25110;&#19987;&#38376;&#30340;&#22320;&#29702;&#20998;&#26512;&#26041;&#27861;&#65292;&#20316;&#29992;&#20110;&#31354;&#38388;&#25968;&#25454;&#65292;&#20135;&#29983;&#26377;&#29992;&#20449;&#24687;&#65292;&#23436;&#25104;&#20154;&#31867;&#38590;&#20197;&#23436;&#25104;&#30340;&#20219;&#21153;&#65307;</li>
<li>&#31532;&#19977;&#65292;&#35745;&#31639;&#26426;&#31995;&#32479;&#30340;&#25903;&#25345;&#26159;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#37325;&#35201;&#29305;&#24449;&#65292;&#22240;&#32780;&#20351;&#24471;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#33021;&#20197;&#24555;&#36895;&#12289;&#31934;&#30830;&#12289;&#32508;&#21512;&#22320;&#23545;&#22797;&#26434;&#30340;&#22320;&#29702;&#31995;&#32479;&#36827;&#34892;&#31354;&#38388;&#23450;&#20301;&#21644;&#36807;&#31243;&#21160;&#24577;&#20998;&#26512;&#12290;</li>
</ul>
<p>&#20174;&#31867;&#22411;&#19978;&#65292;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21487;&#20197;&#20998;&#20026;&#65306; 1&#65289;&#19987;&#39064;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#65288;Thematic GIS&#65289;&#65292; 2&#65289;&#21306;&#22495;&#20449;&#24687;&#31995;&#32479;&#65288;Regional GIS&#65289;&#65292; 3&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24037;&#20855;&#25110;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#22806;&#22771;&#65288;GIS Tools&#65289;&#12290;</p>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26500;&#25104;&#38543;&#26102;&#20195;&#21464;&#21270;&#32780;&#19981;&#26029;&#25193;&#23637;&#65292;&#26366;&#32463;&#20027;&#35201;&#30001;&#22235;&#37096;&#20998;&#26500;&#25104;&#65306;&#35745;&#31639;&#26426;&#30828;&#20214;&#31995;&#32479;&#12289;&#35745;&#31639;&#26426;&#36719;&#20214;&#31995;&#32479;&#12289;&#22320;&#29702;&#25968;&#25454;&#65288;&#25110;&#31354;&#38388;&#25968;&#25454;&#65289;&#21644;&#31995;&#32479;&#31649;&#29702;&#25805;&#20316;&#20154;&#21592;&#12290;&#21518;&#26469;&#36880;&#27493;&#21457;&#23637;&#28436;&#21464;&#20026; Network&#12289;People&#12289;Data&#12289;Software &#21644; Hardware&#65292;&#24182;&#20197;&#32593;&#32476;&#20026;&#20013;&#24515;<span class="citation">[@Saltzer1985]</span>&#65292;&#22914;&#22270; 2&#12290;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/6parts-of-gis3.png" alt="&#22270; 2. 6 Parts of a GIS: Network, People, Data, Software, Hardware" />
<p class="caption">&#22270; 2. 6 Parts of a GIS: Network, People, Data, Software, Hardware</p>
</div>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26680;&#24515;&#38382;&#39064;&#21487;&#24402;&#32435;&#20026;&#20116;&#20010;&#26041;&#38754;&#30340;&#20869;&#23481;&#65306;&#20301;&#32622;&#12289;&#26465;&#20214;&#12289;&#21464;&#21270;&#36235;&#21183;&#12289;&#27169;&#24335;&#21644;&#27169;&#22411;&#12290;</p>
<dl>
<dt>&#20301;&#32622;&#65288;Locations&#65289;</dt>
<dd><p>&#21363;&#22312;&#26576;&#20010;&#29305;&#23450;&#30340;&#20301;&#32622;&#26377;&#20160;&#20040;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#39318;&#20808;&#65292;&#24517;&#39035;&#23450;&#20041;&#26576;&#20010;&#29289;&#20307;&#25110;&#22320;&#21306;&#20449;&#24687;&#30340;&#20855;&#20307;&#20301;&#32622;&#65292;&#24120;&#29992;&#30340;&#23450;&#20041;&#26041;&#27861;&#26377;&#65306;&#36890;&#36807;&#21508;&#31181;&#20132;&#20114;&#25163;&#27573;&#30830;&#23450;&#20301;&#32622;&#65292;&#25110;&#32773;&#30452;&#25509;&#36755;&#20837;&#19968;&#20010;&#22352;&#26631;&#65307;</li>
<li>&#20854;&#27425;&#65292;&#25351;&#23450;&#20102;&#30446;&#26631;&#25110;&#21306;&#22495;&#30340;&#20301;&#32622;&#21518;&#65292;&#21487;&#20197;&#33719;&#24471;&#39044;&#26399;&#30340;&#32467;&#26524;&#20197;&#21450;&#20854;&#25152;&#26377;&#25110;&#37096;&#20998;&#29305;&#24615;&#65292;&#20363;&#22914;&#24403;&#21069;&#22320;&#22359;&#25152;&#26377;&#32773;&#12289;&#22320;&#22336;&#12289;&#22303;&#22320;&#21033;&#29992;&#24773;&#20917;&#12289;&#20272;&#20215;&#31561;&#12290;</li>
</ol>
</dd>
<dt>&#26465;&#20214;&#65288;Conditions&#65289;</dt>
<dd><p>&#21363;&#20160;&#20040;&#22320;&#26041;&#26377;&#28385;&#36275;&#26576;&#20123;&#26465;&#20214;&#30340;&#19996;&#35199;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#39318;&#20808;&#65292;&#21487;&#20197;&#29992;&#19979;&#21015;&#26041;&#24335;&#25351;&#23450;&#19968;&#32452;&#26465;&#20214;&#65292;&#22914;&#20174;&#39044;&#23450;&#20041;&#30340;&#21487;&#36873;&#39033;&#20013;&#36827;&#34892;&#36873;&#21462;&#65307;&#22635;&#20889;&#36923;&#36753;&#34920;&#36798;&#24335;&#65307;&#22312;&#32456;&#31471;&#19978;&#20132;&#20114;&#22320;&#22635;&#20889;&#34920;&#26684;&#12290;</li>
<li>&#20854;&#27425;&#65292;&#25351;&#23450;&#26465;&#20214;&#21518;&#65292;&#21487;&#20197;&#33719;&#24471;&#28385;&#36275;&#25351;&#23450;&#26465;&#20214;&#30340;&#25152;&#26377;&#23545;&#35937;&#30340;&#21015;&#34920;&#65292;&#22914;&#22312;&#23631;&#24149;&#19978;&#20197;&#39640;&#20142;&#24230;&#26174;&#31034;&#28385;&#36275;&#25351;&#23450;&#26465;&#20214;&#30340;&#25152;&#26377;&#29305;&#24449;&#65292;&#20363;&#22914;&#65292;&#20854;&#25152;&#20301;&#20110;&#30340;&#22303;&#22320;&#31867;&#22411;&#20026;&#23621;&#27665;&#21306;&#12289;&#20272;&#20215;&#20302;&#20110; 200,000 &#32654;&#20803;&#12289;&#26377;&#22235;&#20010;&#21351;&#23460;&#32780;&#19988;&#26159;&#26408;&#21046;&#30340;&#30340;&#25151;&#23627;&#12290;</li>
</ol>
</dd>
<dt>&#21464;&#21270;&#36235;&#21183;&#65288;Trends&#65289;</dt>
<dd><p>&#35813;&#31867;&#38382;&#39064;&#38656;&#35201;&#32508;&#21512;&#29616;&#26377;&#25968;&#25454;&#65292;&#20197;&#35782;&#21035;&#24050;&#32463;&#21457;&#29983;&#20102;&#25110;&#27491;&#22312;&#21457;&#29983;&#21464;&#21270;&#30340;&#22320;&#29702;&#29616;&#35937;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#39318;&#20808;&#65292;&#30830;&#23450;&#36235;&#21183;&#65292;&#24403;&#28982;&#36235;&#21183;&#30340;&#30830;&#23450;&#24182;&#19981;&#33021;&#20445;&#35777;&#27599;&#27425;&#37117;&#27491;&#30830;&#65292;&#19968;&#26086;&#25484;&#25569;&#20102;&#19968;&#20010;&#29305;&#23450;&#30340;&#25968;&#25454;&#38598;&#65292;&#35201;&#30830;&#23450;&#36235;&#21183;&#21487;&#33021;&#35201;&#20381;&#36182;&#20551;&#35774;&#26465;&#20214;&#12289;&#20010;&#20154;&#25512;&#27979;&#12289;&#35266;&#27979;&#29616;&#35937;&#25110;&#35777;&#25454;&#25253;&#36947;&#31561;&#12290;</li>
<li>&#20854;&#27425;&#65292;&#38024;&#23545;&#35813;&#36235;&#21183;&#65292;&#21487;&#36890;&#36807;&#23545;&#25968;&#25454;&#30340;&#20998;&#26512;&#65292;&#23545;&#35813;&#36235;&#21183;&#21152;&#20197;&#30830;&#35748;&#25110;&#21542;&#23450;&#12290;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21487;&#20351;&#29992;&#25143;&#24555;&#36895;&#33719;&#24471;&#23450;&#37327;&#25968;&#25454;&#20197;&#21450;&#35828;&#26126;&#35813;&#36235;&#21183;&#30340;&#38468;&#22270;&#31561;&#12290;&#20363;&#22914;&#65292;&#36890;&#36807; GIS&#65292;&#21487;&#20197;&#35782;&#21035;&#35813;&#36235;&#21183;&#30340;&#29305;&#24615;&#65306;&#26377;&#22810;&#23569;&#26577;&#26708;&#22320;&#22359;&#36716;&#20316;&#23427;&#29992;&#65311;&#29616;&#22312;&#20316;&#20026;&#20309;&#29992;&#65311;&#26576;&#19968;&#21306;&#22495;&#20013;&#26377;&#22810;&#23569;&#21457;&#29983;&#20102;&#36825;&#31181;&#21464;&#21270;&#65311;&#36825;&#31181;&#21464;&#21270;&#21487;&#22238;&#28335;&#22810;&#23569;&#24180;&#65311;&#21738;&#20010;&#26102;&#38388;&#27573;&#33021;&#26368;&#22909;&#21453;&#26144;&#35813;&#36235;&#21183;&#65311; 1 &#24180;&#12289;5 &#24180;&#36824;&#26159; 10 &#24180;&#65311;&#21464;&#21270;&#29575;&#26159;&#22686;&#21152;&#20102;&#36824;&#26159;&#20943;&#23569;&#20102;&#65311;</li>
</ol>
</dd>
<dt>&#27169;&#24335;&#65288;Patterns&#65289;</dt>
<dd><p>&#35813;&#31867;&#38382;&#39064;&#26159;&#20998;&#26512;&#19982;&#24050;&#32463;&#21457;&#29983;&#25110;&#27491;&#22312;&#21457;&#29983;&#20107;&#20214;&#26377;&#20851;&#30340;&#22240;&#32032;&#12290;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#23558;&#29616;&#26377;&#25968;&#25454;&#32452;&#21512;&#22312;&#19968;&#36215;&#65292;&#33021;&#26356;&#22909;&#22320;&#35828;&#26126;&#27491;&#22312;&#21457;&#29983;&#20160;&#20040;&#65292;&#25214;&#20986;&#21457;&#29983;&#20107;&#20214;&#19982;&#21738;&#20123;&#25968;&#25454;&#26377;&#20851;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#39318;&#20808;&#65292;&#30830;&#23450;&#27169;&#24335;&#65292;&#27169;&#24335;&#30340;&#30830;&#23450;&#36890;&#24120;&#38656;&#35201;&#38271;&#26399;&#30340;&#35266;&#23519;&#12289;&#29087;&#24713;&#29616;&#26377;&#25968;&#25454;&#12289;&#20102;&#35299;&#25968;&#25454;&#38388;&#30340;&#28508;&#22312;&#20851;&#31995;&#12290;</li>
<li>&#20854;&#27425;&#65292;&#27169;&#24335;&#30830;&#23450;&#21518;&#65292;&#21487;&#33719;&#24471;&#19968;&#20221;&#25253;&#21578;&#65292;&#35828;&#26126;&#35813;&#20107;&#20214;&#21457;&#29983;&#22312;&#20309;&#26102;&#20309;&#22320;&#12289;&#26174;&#31034;&#20107;&#20214;&#21457;&#29983;&#30340;&#31995;&#21015;&#22270;&#20214;&#12290;&#20363;&#22914;&#65292;&#26426;&#21160;&#36710;&#36742;&#20107;&#25925;&#24120;&#24120;&#31526;&#21512;&#29305;&#23450;&#27169;&#24335;&#65292;&#35813;&#27169;&#24335;&#65288;&#21363;&#20107;&#25925;&#65289;&#21457;&#29983;&#22312;&#20309;&#22788;&#65311;&#21457;&#29983;&#22320;&#28857;&#19982;&#26102;&#38388;&#26377;&#20851;&#21527;&#65311;&#26159;&#19981;&#26159;&#22312;&#26576;&#31181;&#29305;&#23450;&#30340;&#20132;&#21449;&#22788;&#65311;&#22312;&#36825;&#20123;&#20132;&#21449;&#22788;&#21448;&#20855;&#26377;&#20160;&#20040;&#26465;&#20214;&#65311;</li>
</ol>
</dd>
<dt>&#27169;&#22411;&#65288;Models&#65289;</dt>
<dd><p>&#35813;&#31867;&#38382;&#39064;&#30340;&#35299;&#20915;&#38656;&#35201;&#24314;&#31435;&#26032;&#30340;&#25968;&#25454;&#20851;&#31995;&#20197;&#20135;&#29983;&#35299;&#20915;&#26041;&#26696;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#39318;&#20808;&#65292;&#24314;&#31435;&#27169;&#22411;&#65292;&#22914;&#36873;&#25321;&#26631;&#20934;&#12289;&#26816;&#39564;&#26041;&#27861;&#31561;&#12290;</li>
<li>&#20854;&#27425;&#65292;&#24314;&#31435;&#20102;&#19968;&#20010;&#25110;&#22810;&#20010;&#27169;&#22411;&#21518;&#65292;&#33021;&#20135;&#29983;&#28385;&#36275;&#29305;&#23450;&#30340;&#25152;&#26377;&#29305;&#24449;&#30340;&#21015;&#34920;&#65292;&#24182;&#30528;&#37325;&#26174;&#31034;&#34987;&#36873;&#25321;&#29305;&#24449;&#30340;&#22320;&#22270;&#65292;&#32780;&#19988;&#25552;&#20379;&#19968;&#20010;&#26377;&#20851;&#25152;&#36873;&#25321;&#30340;&#29305;&#24449;&#35814;&#32454;&#25551;&#36848;&#30340;&#25253;&#34920;&#12290;&#20363;&#22914;&#35201;&#20852;&#24314;&#19968;&#20010;&#20799;&#31461;&#20070;&#24215;&#65292;&#29992;&#26469;&#36873;&#22336;&#30340;&#35780;&#20215;&#25351;&#26631;&#21487;&#33021;&#21253;&#25324; 10&#12289;15&#12289;20 &#20998;&#38047;&#21487;&#21040;&#36798;&#30340;&#31354;&#38388;&#21306;&#22495;&#12290;&#38468;&#36817;&#23621;&#20303;&#30340; 10 &#23681;&#25110; 10 &#23681;&#20197;&#19979;&#30340;&#20799;&#31461;&#30340;&#20154;&#25968;&#12289;&#38468;&#36817;&#23478;&#24237;&#30340;&#25910;&#20837;&#24773;&#20917;&#12289;&#21608;&#22260;&#28508;&#22312;&#31454;&#20105;&#30340;&#24773;&#20917;&#12290;</li>
</ol>
</dd>
</dl>
<h3 id="&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26041;&#26041;&#38754;&#38754;">1.3. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26041;&#26041;&#38754;&#38754;</h3>
<p>&#20316;&#20026; a science of problem solving&#65292;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#19968;&#33324;&#25805;&#20316;&#27969;&#31243;&#26159;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#25968;&#25454;&#37319;&#38598;&#12289;&#30417;&#27979;&#19982;&#32534;&#36753;</li>
<li>&#25968;&#25454;&#22788;&#29702;</li>
<li>&#25968;&#25454;&#23384;&#20648;&#19982;&#32452;&#32455;</li>
<li>&#31354;&#38388;&#26597;&#35810;&#19982;&#20998;&#26512;</li>
<li>&#22270;&#24418;&#19982;&#20132;&#20114;&#26174;&#31034;</li>
</ol>
<p>&#20854;&#22522;&#26412;&#30740;&#31350;&#20869;&#23481;&#22914;&#22270; 3&#12290;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/gis-research.png" alt="&#22270; 3. GIS &#30340;&#30740;&#31350;&#20869;&#23481;" />
<p class="caption">&#22270; 3. GIS &#30340;&#30740;&#31350;&#20869;&#23481;</p>
</div>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#22522;&#26412;&#29702;&#35770;&#30740;&#31350;&#21253;&#25324;&#65306;1&#65289;&#30740;&#31350;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#27010;&#24565;&#12289;&#23450;&#20041;&#21644;&#20869;&#28085;&#65307;2&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#20449;&#24687;&#35770;&#30740;&#31350;&#65307; 3&#65289;&#24314;&#31435;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#29702;&#35770;&#20307;&#31995;&#65307;4&#65289;&#30740;&#31350;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#26500;&#25104;&#12289;&#21151;&#33021;&#12289;&#29305;&#28857;&#21644;&#20219;&#21153;&#65307; 5&#65289;&#24635;&#32467;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#21457;&#23637;&#21382;&#21490;&#65292;&#25506;&#35752;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#26041;&#21521;&#31561;&#29702;&#35770;&#38382;&#39064;&#12290;</p>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#25216;&#26415;&#31995;&#32479;&#35774;&#35745;&#21253;&#25324;&#65306;1&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30828;&#20214;&#35774;&#35745;&#19982;&#37197;&#32622;&#65307;2&#65289;&#22320;&#29702;&#31354;&#38388;&#25968;&#25454;&#32467;&#26500;&#21450;&#34920;&#31034;&#65307; 3&#65289;&#36755;&#20837;&#19982;&#36755;&#20986;&#31995;&#32479;&#65307;4&#65289;&#31354;&#38388;&#25968;&#25454;&#24211;&#31649;&#29702;&#31995;&#32479;<span class="citation">[@Rybinski1987]</span>&#65307;5&#65289;&#29992;&#25143;&#30028;&#38754;&#19982;&#29992;&#25143;&#24037;&#20855;&#35774;&#35745;&#65307; 6&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24037;&#20855;&#36719;&#20214;&#30740;&#21046;&#65307;7&#65289;&#24494;&#26426;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#24320;&#21457;&#65307;8&#65289;&#32593;&#32476;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#30740;&#21046;&#31561;<span class="citation">[@Grolinger2013]</span>&#12290;</p>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#24212;&#29992;&#26041;&#27861;&#30740;&#31350;&#65306;1&#65289;&#21253;&#25324;&#24212;&#29992;&#31995;&#32479;&#35774;&#35745;&#21644;&#23454;&#29616;&#26041;&#27861;&#65307;2&#65289;&#25968;&#25454;&#37319;&#38598;&#19982;&#26657;&#39564;&#65307; 3&#65289;&#31354;&#38388;&#20998;&#26512;&#20989;&#25968;&#19982;&#19987;&#39064;&#20998;&#26512;&#27169;&#22411;&#65307;4&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#19982;&#36965;&#24863;&#25216;&#26415;&#32467;&#21512;&#26041;&#27861;&#65307;5&#65289;&#22320;&#23398;&#19987;&#23478;&#31995;&#32479;&#30740;&#31350;&#31561;&#12290;</p>
<p>&#24635;&#20043;&#65292;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#20869;&#23481;&#20027;&#35201;&#21253;&#25324;&#65306;1&#65289;&#26377;&#20851;&#30340;&#35745;&#31639;&#26426;&#36719;/&#30828;&#20214;&#65307;2&#65289;&#31354;&#38388;&#25968;&#25454;&#30340;&#33719;&#21462;&#21450;&#35745;&#31639;&#26426;&#36755;&#20837;&#65307; 3&#65289;&#31354;&#38388;&#25968;&#25454;&#27169;&#22411;&#21450;&#25968;&#23383;&#34920;&#36798;&#65307;4&#65289;&#25968;&#25454;&#30340;&#25968;&#25454;&#24211;&#23384;&#20648;&#21450;&#22788;&#29702;&#65307;5&#65289;&#25968;&#25454;&#30340;&#20849;&#20139;&#12289;&#20998;&#26512;&#19982;&#24212;&#29992;&#65307; 6&#65289;&#25968;&#25454;&#30340;&#26174;&#31034;&#19982;&#35270;&#35273;&#21270;&#65307;7&#65289;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#32593;&#32476;&#21270;&#31561;&#31561;&#12290;</p>
<p>GIS &#30340;&#31185;&#23398;&#22522;&#30784;&#26159;&#65306;</p>
<ul>
<li>&#22320;&#29699;&#31995;&#32479;&#31185;&#23398;&#65288;Earth System Science&#65289;&#29702;&#35770;&#65288;&#31995;&#32479;&#35770;&#12289;&#25511;&#21046;&#35770;&#65289;&#65292;</li>
<li>&#22320;&#29699;&#20449;&#24687;&#31185;&#23398;&#29702;&#35770;&#65288;Geo-Informatics&#65292;Geo Information Science&#65289;&#65288;&#20449;&#24687;&#35770;&#65289;&#65292;</li>
<li>&#22320;&#29702;&#20449;&#24687;&#31185;&#23398;&#65288;Geographic Information Science&#65289;&#65288;&#20449;&#24687;&#35770;&#65292;&#20132;&#21449;&#23398;&#31185;&#12289;&#32508;&#21512;&#23398;&#31185;&#65289;&#65292;</li>
<li>&#22320;&#29699;&#31354;&#38388;&#20449;&#24687;&#31185;&#23398;&#65288;Geomatics&#65292;Geo Spatial Information Science&#65289;&#65288;&#20449;&#24687;&#35770;&#65289;<span class="citation">[@Miller1942]</span>&#12290;</li>
</ul>
<p>&#20027;&#35201;&#30340;&#29702;&#35770;&#26377;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#22320;&#29702;&#31995;&#32479;&#65288;&#26576;&#19968;&#20010;&#29305;&#23450;&#26102;&#38388;&#21644;&#29305;&#23450;&#31354;&#38388;&#30340;&#65292;&#30001;&#20004;&#20010;&#20197;&#19978;&#30456;&#20114;&#21306;&#21035;&#21448;&#30456;&#20114;&#32852;&#31995;&#12289;&#30456;&#20114;&#21046;&#32422;&#30340;&#22320;&#29702;&#35201;&#32032;&#25110;&#36807;&#31243;&#25152;&#32452;&#25104;&#30340;&#65292;&#24182;&#20855;&#26377;&#29305;&#23450;&#30340;&#21151;&#33021;&#21644;&#34892;&#20026;&#65292;&#19982;&#22806;&#30028;&#29615;&#22659;&#30456;&#20114;&#20316;&#29992;&#65292;&#24182;&#33021;&#33258;&#21160;&#35843;&#33410;&#21644;&#20855;&#26377;&#33258;&#32452;&#32455;&#21151;&#33021;&#30340;&#25972;&#20307;&#12290;&#65289;</li>
<li>&#20998;&#24418;&#29702;&#35770;</li>
<li>&#20154;&#22320;&#31995;&#32479;&#29702;&#35770;&#65288;&#21487;&#25345;&#32493;&#21457;&#23637;&#29702;&#35770;&#29616;&#25104;&#20027;&#27969;&#65289;</li>
<li>&#25972;&#20307;&#24615;&#19982;&#20998;&#24322;&#29702;&#35770;</li>
<li>&#21306;&#20301;&#29702;&#35770;&#65288;&#30740;&#31350;&#21306;&#20301;&#29305;&#24449;&#65289;</li>
<li>&#22320;&#29702;&#20449;&#24687;&#29702;&#35770;&#65288;&#29109;&#12289;&#27969;&#12289;&#22330;&#65289;</li>
<li>&#22320;&#29702;&#23454;&#20307;&#30005;&#30913;&#27874;&#33021;&#37327;&#20449;&#24687;&#29702;&#35770;</li>
<li>&#22320;&#29702;&#20449;&#24687;&#20851;&#32852;&#24615;&#29702;&#35770;&#65288;&#26222;&#36941;&#30340;&#30456;&#20114;&#32852;&#31995;&#12289;&#20381;&#23384;&#12289;&#21046;&#32422;&#65289;</li>
<li>&#22320;&#29702;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#65288;&#22235;&#20010;&#36807;&#31243;&#65306;&#24863;&#30693; -&gt; &#34920;&#35937; -&gt; &#35760;&#24518; -&gt; &#24605;&#32500;&#65289;</li>
<li>&#22320;&#29702;&#23398;&#23450;&#24459;
<ul>
<li>&#22320;&#29702;&#23398;&#31532;&#19968;&#23450;&#24459;&#65306;&#31354;&#38388;&#30456;&#20851;&#24615;</li>
<li>&#22320;&#29702;&#23398;&#31532;&#20108;&#23450;&#24459;: &#31354;&#38388;&#24322;&#36136;&#24615;</li>
<li>&#22320;&#29702;&#23398;&#31532;&#19977;&#23450;&#24459;: Everything has it&#8217;s own attribute</li>
</ul></li>
<li>&#31354;&#38388;&#20851;&#31995;&#29702;&#35770;&#65288;&#31354;&#38388;&#20851;&#31995;&#65306;&#39034;&#24207;&#12289;&#24230;&#37327;&#12289;&#25299;&#25169;&#65289;</li>
<li>&#22320;&#29702;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#65288;&#29702;&#35299;&#22320;&#29702;&#31354;&#38388;&#65292;&#36827;&#34892;&#22320;&#29702;&#20998;&#26512;&#21644;&#20915;&#31574;&#65289;</li>
<li>&#22320;&#29702;&#31354;&#38388;&#25512;&#29702;&#29702;&#35770;</li>
<li>&#31354;&#38388;&#25968;&#25454;&#19981;&#30830;&#23450;&#24615;&#20998;&#26512;&#29702;&#35770;&#65288;&#24433;&#21709; GIS &#20135;&#21697;&#30340;&#36136;&#37327;&#65289;</li>
</ol>
<h3 id="&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#31616;&#21490;">1.4. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#31616;&#21490;</h3>
<p>&#65288;&#30053;&#65289;</p>
<h3 id="&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#23637;&#26395;">1.5. &#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21457;&#23637;&#23637;&#26395;</h3>
<p>&#65288;&#30053;&#65289;</p>
<h3 id="&#23567;&#32467;">1.6. &#23567;&#32467;</h3>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#65288;GIS&#65289;&#26159; Geographic Information System&#65292;&#20063;&#26159; Geographic Information Science&#65292;&#36824;&#26159; Geographic Information Service&#65292;&#22312;&#20449;&#24687;&#26102;&#20195;&#36824;&#21487;&#20197;&#26159; Geographic Information Service + Internet = New Service / Web Service&#12290;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#26159;&#31995;&#32479;&#65292;&#26159;&#31185;&#23398;&#65292;&#36824;&#33021;&#26381;&#21153;&#22823;&#20247;&#65292;&#22312;&#20114;&#32852;&#32593;&#26102;&#20195;&#24212;&#29992;&#24191;&#27867;&#12289;&#36129;&#29486;&#21331;&#36234;&#12290;</p>
<h2 id="&#31354;&#38388;&#35748;&#30693;">2. &#31354;&#38388;&#35748;&#30693;</h2>
<p>&#31354;&#38388;&#35748;&#30693;&#65288;Spatial cognition&#65289;&#26159;&#19968;&#38376;&#26377;&#20851;&#20174;&#31354;&#38388;&#29615;&#22659;&#33719;&#21462;&#12289;&#32452;&#32455;&#12289;&#21033;&#29992;&#21644;&#20877;&#29616;&#20449;&#24687;&#30340;&#31185;&#23398;&#12290;</p>
<p>&#20154;&#31867;&#30340;&#21457;&#23637;&#21644;&#20854;&#31354;&#38388;&#35748;&#30693;&#33021;&#21147;&#26377;&#26497;&#22823;&#32852;&#31995;&#65292;&#21487;&#20197;&#35828;&#24378;&#22823;&#30340;&#31354;&#38388;&#35748;&#30693;&#33021;&#21147;&#25104;&#23601;&#20102;&#20154;&#31867;&#12290;&#30740;&#31350;&#31354;&#38388;&#35748;&#30693;&#65292;&#25581;&#31034;&#31354;&#38388;&#35748;&#30693;&#30340;&#21407;&#29702;&#65292;&#26377;&#21161;&#20110;&#25552;&#39640;&#20154;&#31867;&#30340;&#31354;&#38388;&#35748;&#30693;&#33021;&#21147;&#65292;&#20063;&#26159;&#25552;&#39640;&#35745;&#31639;&#26426;&#35748;&#30693;&#27700;&#24179;&#30340;&#24517;&#28982;&#35201;&#27714;&#12290;</p>
<p>&#22823;&#37327;&#30340;&#23398;&#31185;&#19982;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#30452;&#25509;&#25110;&#38388;&#25509;&#22320;&#32039;&#23494;&#30456;&#36830;&#65292;&#20854;&#20013;&#24515;&#29702;&#23398;&#21644;&#33041;&#31185;&#23398;&#19982;&#31354;&#38388;&#35748;&#30693;&#32852;&#31995;&#26368;&#20026;&#32039;&#23494;&#12290;&#31354;&#38388;&#35748;&#30693;&#30740;&#31350;&#22312;&#27807;&#36890;&#24515;&#29702;&#23398;&#21644;&#33041;&#31070;&#32463;&#31185;&#23398;&#19978;&#65292;&#36215;&#30528;&#33267;&#20851;&#37325;&#35201;&#30340;&#20316;&#29992;&#12290;&#20004;&#20010;&#23398;&#31185;&#30340;&#30740;&#31350;&#20154;&#21592;&#36890;&#36807;&#36816;&#29992;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#30740;&#31350;&#20154;&#33041;&#30340;&#24515;&#29702;&#27963;&#21160;&#21644;&#33041;&#31070;&#32463;&#24037;&#20316;&#26041;&#24335;&#30340;&#32852;&#31995;&#65292;&#21462;&#24471;&#20102;&#21487;&#21916;&#30340;&#36827;&#23637;&#65307;&#21478;&#19968;&#26041;&#38754;&#65292;&#36890;&#36807;&#19981;&#26029;&#30340;&#26816;&#39564;&#36825;&#20123;&#29702;&#35770;&#65292;&#29992;&#20107;&#23454;&#21644;&#23454;&#20363;&#35777;&#23454;&#25110;&#35777;&#20266;&#19968;&#20123;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#65292;&#34917;&#20805;&#23436;&#21892;&#20102;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#30340;&#20307;&#31995;&#26694;&#26550;&#12290;</p>
<p>&#31354;&#38388;&#35748;&#30693;&#30340;&#32456;&#26497;&#30446;&#26631;&#26159;&#33021;&#22815;&#23436;&#20840;&#21306;&#21035;&#24182;&#20102;&#35299;&#31354;&#38388;&#20869;&#25152;&#26377;&#29289;&#20307;&#30340;&#21508;&#33258;&#36816;&#21160;&#29366;&#24577;&#21644;&#30456;&#20114;&#20851;&#31995;&#12290;</p>
<h3 id="&#35748;&#30693;&#30456;&#20851;">2.1. &#35748;&#30693;&#30456;&#20851;</h3>
<p>&#30053;&#21435;&#22320;&#29702;&#23398;&#20013;&#31354;&#38388;&#20998;&#26512;&#30340;&#21382;&#21490;&#65292;&#31354;&#38388;&#20998;&#26512;&#30340;&#22320;&#29702;&#23398;&#30740;&#31350;&#21253;&#25324; 5 &#20010;&#26041;&#38754;&#65292;&#20449;&#24687;&#30340;&#33719;&#21462;&#65307;&#31354;&#38388;&#20449;&#24687;&#30340;&#32467;&#26500;&#21644;&#22788;&#29702;&#26041;&#27861;&#65307;&#31354;&#38388;&#30340;&#36716;&#31227;&#21644;&#21464;&#25442;&#65307;&#31354;&#38388;&#20449;&#24687;&#30340;&#20449;&#24687;&#34920;&#36798;&#26041;&#24335;&#65292;&#20197;&#21450;&#31354;&#38388;&#25972;&#20307;&#21644;&#23616;&#37096;&#30340;&#30456;&#20284;&#19982;&#19981;&#21516;&#12290;</p>
<p>&#31354;&#38388;&#35748;&#30693;&#30340;&#21069;&#25552;&#26159;&#31354;&#38388;&#65292;&#20854;&#20013;&#21253;&#21547;&#32454;&#30862;&#30340;&#21487;&#33021;&#65292;&#31354;&#38388;&#35748;&#30693;&#30340;&#20219;&#21153;&#23601;&#26159;&#29702;&#35299;&#20998;&#26512;&#23427;&#12290;&#29702;&#35299;&#21644;&#20998;&#26512;&#30340;&#21069;&#25552;&#26159;&#36866;&#24212;&#21644;&#20132;&#20114;&#12290;&#20027;&#20307;&#36866;&#24212;&#29615;&#22659;&#23601;&#26159;&#21644;&#23458;&#20307;&#19981;&#26029;&#20132;&#20114;&#12290;</p>
<p>&#35748;&#30693;&#21363;&#21462;&#20915;&#20110;&#33041;&#65288;&#35748;&#30693;&#20027;&#20307;&#65289;&#30340;&#32467;&#26500;&#65292;&#36824;&#21644;&#29615;&#22659;&#30340;&#32806;&#21512;&#24230;&#26377;&#20851;&#12290;&#39640;&#24230;&#32806;&#21512;&#30340;&#29615;&#22659;&#65292;&#26159;&#35748;&#30693;&#30340;&#38590;&#28857;&#12290;&#39640;&#32806;&#21512;&#30340;&#23458;&#20307;&#22823;&#33268;&#21487;&#20197;&#20998;&#20026;&#20004;&#31867;&#65306;Reflex-based architectures&#65292;&#20197;&#21450; Affordance-based architectures&#12290;&#25171;&#20010;&#27604;&#21947;&#65292;&#21069;&#32773;&#20687;&#19968;&#20010;&#28459;&#21453;&#23556;&#30340;&#38754;&#65292;&#19981;&#31649;&#20809;&#20174;&#21738;&#20010;&#26041;&#21521;&#29031;&#20837;&#65292;&#21453;&#23556;&#20809;&#30340;&#37117;&#20687;&#26159;&#29615;&#22659;&#20809;&#65292;&#20320;&#26080;&#27861;&#21028;&#26029;&#20809;&#30340;&#26469;&#28304;&#65292;&#22240;&#20026;&#23427;&#26159;&#26080;&#27861;&#35748;&#30693;&#30340;&#12290;&#30456;&#23545;&#22320;&#65292;Affordance-based architectures &#30340;&#23458;&#20307;&#23384;&#22312;&#19982;&#22806;&#30028;&#30340;&#20132;&#20114;&#65292;&#26159;&#21487;&#35748;&#30693;&#30340;&#20107;&#29289;&#12290;</p>
<p>&#24635;&#35328;&#20043;&#65292;&#20174;&#36825;&#20010;&#24847;&#20041;&#19978;&#65292;&#35748;&#30693;&#23601;&#26159;&#23545;&#29615;&#22659;&#30340;&#35299;&#32806;&#65292;&#20302;&#32806;&#21512;&#30340;&#29289;&#20307;&#26377;&#21033;&#20110;&#35748;&#30693;&#12290;<span class="citation">[@AllemanNathanF.Holly2011]</span></p>
<p>&#20174;&#21478;&#19968;&#20010;&#35282;&#24230;&#30475;&#65292;&#35748;&#30693;&#20063;&#26159;&#19968;&#20010;&#23545;&#32806;&#21512;&#29289;&#20307;&#35299;&#32806;&#30340;&#36807;&#31243;&#65292;&#23601;&#26159;&#25226;&#32806;&#21512;&#30340;&#19990;&#30028;&#19981;&#26029;&#31163;&#24687;&#30340;&#36807;&#31243;&#12290; Decoupled architectures &#20998;&#20026;&#19977;&#22823;&#37096;&#20998;&#65306; Deictic archituctures, base-level representational architecture &#21644; Metarepresentational archituctures&#12290;&#19977;&#32773;&#30340;&#20851;&#31995;&#23618;&#23618;&#28145;&#20837;&#65292;&#22788;&#20110;&#35748;&#30693;&#30340;&#32456;&#32423;&#38454;&#27573; Metarepresentational archituctures&#65292;&#39038;&#21517;&#24605;&#20041;&#65292;&#23601;&#26159;&#23545;&#29289;&#20307;&#30340;&#26368;&#26412;&#36136;&#25277;&#35937;&#65292;&#35748;&#30693;&#21040;&#20102;&#29289;&#20307;&#30340;&#8220;&#20803;&#8221;<a href="#fn3" class="footnoteRef" id="fnref3"><sup>3</sup></a>&#12290;</p>
<p>&#23567;&#32467;&#65292;&#35748;&#30693;&#26159;&#36890;&#36807;&#19982;&#22806;&#30028;&#20132;&#20114;&#65292;&#19981;&#26029;&#23545;&#28151;&#27788;&#30340;&#29615;&#22659;&#35299;&#32806;&#65292;&#20102;&#35299;&#21608;&#22260;&#20107;&#29289;&#26412;&#36136;&#30340;&#36807;&#31243;&#12290;&#35748;&#30693;&#30340;&#32456;&#26497;&#30446;&#26631;&#65292;&#23601;&#26159;&#25552;&#21462;&#20107;&#29289;&#30340;&#26412;&#36136;&#65288;&#8220;&#20803;&#8221;&#65289;&#65292;&#27934;&#24713;&#20107;&#29289;&#21576;&#29616;/&#23384;&#22312;&#30340;&#35268;&#21017;&#12290;</p>
<h3 id="&#31354;&#38388;&#30340;&#21576;&#29616;&#21644;&#34920;&#36798;">2.2. &#31354;&#38388;&#30340;&#21576;&#29616;&#21644;&#34920;&#36798;</h3>
<p>&#31354;&#38388;&#35748;&#30693;&#65292;&#26159;&#23545;&#20107;&#29289;&#21644;&#29615;&#22659;&#30340;&#35748;&#30693;&#65292;&#38656;&#35201;&#23545;&#31354;&#38388;&#36827;&#34892;&#24230;&#37327;&#12290;&#24230;&#37327;&#30340;&#26041;&#24335;&#21487;&#20197;&#26159;&#31354;&#38388;&#21442;&#32771;&#31995;&#65292;&#29992;&#32479;&#19968;&#32477;&#23545;&#65288;&#21738;&#24597;&#26159;&#23616;&#37096;&#32477;&#23545;&#65289;&#30340;&#22352;&#26631;&#26469;&#24230;&#37327;&#12290;&#36824;&#21487;&#20197;&#36890;&#36807;&#30456;&#23545;&#20851;&#31995;&#26469;&#23450;&#20041;&#31354;&#38388;&#12290;&#22914;&#22270; 4&#12290;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/spatial-ref.png" alt="&#22270; 4. A is a schematic illustration of a cognitive vector space, B illustrates a selfreference system consisting of a representation of the front-back/right-left axes of the body, and C illustrates superposition of a self-reference system on the cognitive vector space. The metric coordinates of the objcets represented in the vector space are computed by the selfreference system." />
<p class="caption">&#22270; 4. A is a schematic illustration of a cognitive vector space, B illustrates a selfreference system consisting of a representation of the front-back/right-left axes of the body, and C illustrates superposition of a self-reference system on the cognitive vector space. The metric coordinates of the objcets represented in the vector space are computed by the selfreference system.</p>
</div>
<p>&#31354;&#38388;&#24230;&#37327;&#24182;&#19981;&#24635;&#33021;&#21306;&#20998;&#20107;&#29289;&#65292;&#21344;&#25454;&#32479;&#19968;&#31354;&#38388;&#30340;&#20107;&#29289;&#21487;&#33021;&#26159;&#19981;&#21516;&#30340;&#65292;&#22914;&#26524;&#35201;&#21306;&#20998;&#20182;&#20204;&#65292;&#25105;&#20204;&#30340;&#35748;&#30693;&#20307;&#31995;&#36824;&#38656;&#35201;&#24341;&#20837;&#21035;&#30340;&#21442;&#32771;&#65292;&#36824;&#38656;&#35201;&#35752;&#35770;&#29289;&#19982;&#29289;&#20043;&#38388;&#21487;&#20998;&#24615;&#30340;&#38382;&#39064;&#12290;&#22312;&#35745;&#31639;&#26426;&#20013;&#65292;&#20107;&#29289;&#21487;&#20197;&#36890;&#36807;&#33258;&#21442;&#32771;&#65292;&#26469;&#21306;&#20998;&#33258;&#24049;&#21644;&#29615;&#22659;&#65292;&#23601;&#20687; Python &#37324;&#29305;&#27530;&#30340; self &#21442;&#25968;&#20570;&#30340;&#37027;&#26679;&#12290;&#36825;&#26679;&#30340;&#35748;&#30693;&#20551;&#35774;&#65292;&#21487;&#20197;&#35299;&#20915;&#8220;&#30495;&#20551;&#32654;&#29492;&#29579;&#8221;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#33267;&#20110;&#22914;&#20309;&#37327;&#21270;&#65292;&#25105;&#30475;&#21040;&#30340;&#26377; Architecture of CHAMELEON&#65292; &#23558;&#31354;&#38388;&#30475;&#25104;&#26410;&#30693;&#65292;&#36890;&#36807;&#22810;&#31181;&#25163;&#27573;&#25506;&#30693;&#65292;&#20877;&#32508;&#21512;&#65292;&#21363;&#65306;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/arch-of-cham.png" alt="&#22270; 5. Architecture of CHAMELEON" />
<p class="caption">&#22270; 5. Architecture of CHAMELEON</p>
</div>
<p>&#23427;&#23558;&#35748;&#30693;&#36807;&#31243;&#25551;&#36848;&#25104;&#65306;</p>
<pre class="plain"><code>PROCESSING(6):
LASER:
(1) wakes up when it detects registering of F-int
(2) reads F-int and sees it&#8217;s from DOMAIN-MODEL
(3) produces F-out (pruning + registering)
(4) places and registers F-out on blackboard:</code></pre>
<p>&#26041;&#27861;&#22810;&#31181;&#22810;&#26679;&#65292;&#36824;&#26377;&#35768;&#22810;&#21487;&#20197;&#21442;&#32771;<a href="#fn4" class="footnoteRef" id="fnref4"><sup>4</sup></a> <a href="#fn5" class="footnoteRef" id="fnref5"><sup>5</sup></a> <a href="#fn6" class="footnoteRef" id="fnref6"><sup>6</sup></a> <a href="#fn7" class="footnoteRef" id="fnref7"><sup>7</sup></a>&#65292;&#36825;&#37324;&#19981;&#20877;&#23637;&#24320;&#12290;</p>
<p>&#20854;&#20013;&#30340;&#19968;&#20010;&#29992; Lisp&#65288;&#35745;&#31639;&#26426;&#21382;&#21490;&#19978;&#31532;&#20108;&#20010;&#39640;&#32423;&#35821;&#35328;&#65289;&#30340;&#26041;&#35328; MacScheme &#20889;&#25104;&#30340;&#28216;&#25103; HyperGami&#65292;&#26159;&#26368;&#26089;&#20986;&#29616;&#30340;&#21644;&#31354;&#38388;&#24863;&#30693;&#30456;&#20851;&#30340;&#28216;&#25103;&#12290;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/hyper-gami.png" alt="&#22270; 6. The HyperGami screen in the course of a sample project" />
<p class="caption">&#22270; 6. The HyperGami screen in the course of a sample project</p>
</div>
<p>&#19978;&#36848;&#30340;&#31354;&#38388;&#34920;&#36798;&#26041;&#24335;&#20013;&#24456;&#22823;&#19968;&#37096;&#20998;&#26159;&#22522;&#20110;&#35821;&#20041;&#30340;&#31354;&#38388;&#20449;&#24687;&#34920;&#36798;&#65292;&#23601;&#20687;&#29992; &#8220;P 271&#8221; &#34920;&#36798;&#19968;&#20010;&#28857;&#12290;&#21448;&#25110;&#32773;&#29992;</p>
<pre class="plain"><code>a (R;S) c = aRb and bSc
for example: North;NorthEast = {North or NorthEast}
meet;inside = {inside, covered, overlap}</code></pre>
<p>&#26469;&#34920;&#36798;&#31354;&#38388;&#30340;&#21253;&#21547;&#21472;&#32622;&#20851;&#31995;&#12290;&#36825;&#31526;&#21512;&#20154;&#30340;&#24605;&#32500;&#26041;&#24335;&#65292;&#20063;&#26159;&#35745;&#31639;&#26426;&#30340;&#24605;&#32500;&#26041;&#24335;&#65288;&#24403;&#28982;&#65292;&#35745;&#31639;&#26426;&#23601;&#26159;&#29992;&#20154;&#31867;&#30340;&#24605;&#32500;&#26041;&#24335;&#35774;&#35745;&#30340;&#65289;&#65292;&#20415;&#20110;&#20154;&#31867;&#29702;&#35299;&#19982;&#35745;&#31639;&#26426;&#23454;&#29616;&#12290;</p>
<h3 id="&#35821;&#35328;&#19982;&#31354;&#38388;&#34920;&#36798;">2.3. &#35821;&#35328;&#19982;&#31354;&#38388;&#34920;&#36798;</h3>
<p>&#36825;&#19968;&#37096;&#20998;&#35752;&#35770;&#31354;&#38388;&#35748;&#30693;&#19982;&#34920;&#36798;&#26102;&#35821;&#35328;&#19981;&#31934;&#30830;&#24102;&#26469;&#30340;&#40635;&#28902;&#12290;</p>
<p>&#36890;&#24120;&#25105;&#20204;&#29992;&#20171;&#35789;&#26469;&#25351;&#31034;&#31354;&#38388;&#20301;&#32622;&#65292;&#22914; &#8220;Put the book on the table&#8221;&#12290;&#20294;&#22914;&#26524;&#19968;&#20010;&#20171;&#35789;&#26080;&#27861;&#26080;&#27495;&#20041;&#22320;&#20256;&#36798;&#21547;&#20041;&#26102;&#65292;&#25105;&#20204;&#23601;&#38656;&#35201;&#21152;&#19978;&#21035;&#30340;&#38480;&#23450;&#35789;&#65292;&#22914;&#36825;&#21477; &#8220;Stack the book on the pile of books&#8221;&#65292;&#20026;&#20102;&#26126;&#30830;&#34920;&#36798;&#31354;&#38388;&#25351;&#20195;&#65292;&#25105;&#20204;&#38656;&#35201;&#24378;&#35843; &#8220;the pile of&#8221;&#12290;</p>
<p>&#36890;&#24120;&#35328;&#65292;&#38480;&#23450;&#36234;&#22810;&#65292;&#31354;&#38388;&#34920;&#36798;&#23601;&#36234;&#20855;&#20307;&#65292;&#27495;&#20041;&#36234;&#23569;&#65292;&#27169;&#31946;&#24615;&#36234;&#20302;&#12290;&#20294;&#35821;&#35328;&#26377;&#23427;&#30340;&#26497;&#38480;&#65292;&#38500;&#20102;&#34920;&#36798;&#19981;&#24403;&#36896;&#25104;&#30340;&#27495;&#20041;&#65292;&#20854;&#33258;&#36523;&#23616;&#38480;&#24615;&#20063;&#32473;&#31354;&#38388;&#25351;&#31034;&#24102;&#26469;&#20102;&#40635;&#28902;&#12290;&#20030;&#19968;&#20010;&#19981;&#30456;&#20851;&#30340;&#20363;&#23376;&#65292;&#33258;&#30001;&#36719;&#20214;&#65292;&#22312;&#20013;&#25991;&#37324;&#23601;&#27809;&#20160;&#20040;&#38382;&#39064;&#65292;&#20294;&#20854;&#33521;&#25991;&#65306; &#8220;free software&#8221;&#65292;&#23601;&#20250;&#32473;&#20154;&#36896;&#25104;&#22256;&#24785;&#65292;&#22240;&#20026; free &#22312;&#33521;&#25991;&#20013;&#26082;&#26159;&#33258;&#30001;&#65292;&#36824;&#26377;&#20813;&#36153;&#12289;&#19981;&#35201;&#38065;&#30340;&#24847;&#24605;&#12290;&#25152;&#20197;&#33258;&#30001;&#36719;&#20214;&#36816;&#21160;&#26680;&#24515;&#20154;&#29289; Richard Matthew Stallman &#22312;&#25552;&#21450;&#33258;&#24049;&#30340;&#33258;&#30001;&#36719;&#20214;&#26102;&#24635;&#35201;&#24378;&#35843;&#35828;&#37027;&#19981;&#26159; &#8220;free beer&#8221; &#30340; &#8220;free&#8221;&#65292;&#26159; &#8220;free speech&#8221; &#30340; &#8220;free&#8221;&#65292;&#26159; &#8220;free as in freedom&#8221;&#12290;&#21516;&#26679;&#22320;&#65292;&#20013;&#25991;&#20063;&#26377;&#20854;&#23616;&#38480;&#24615;&#65292;&#36825;&#37324;&#19981;&#20877;&#23637;&#24320;&#12290;</p>
<p>&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#30340;&#26041;&#27861;&#26159;&#21019;&#36896;&#19968;&#31181;&#26159;&#31526;&#21495;&#21270;&#30340;&#27495;&#20041;&#26356;&#23569;&#30340;&#35821;&#35328;&#26469;&#34920;&#36798;&#31354;&#38388;&#20851;&#31995;&#65292;&#24341;&#20837;&#20805;&#20998;&#30340;&#31354;&#38388;&#35859;&#35789;&#65292;&#32780;&#19981;&#26159;&#29992;&#33258;&#28982;&#35821;&#35328;&#12290;</p>
<h3 id="&#35760;&#24518;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;">2.4. &#35760;&#24518;&#12289;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;</h3>
<p>&#36825;&#19968;&#37096;&#20998;&#36890;&#36807;&#24515;&#29702;&#23398;&#23454;&#39564;&#35752;&#35770;&#20102;&#20154;&#33041;&#30340;&#35760;&#24518;&#12289;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;&#30693;&#12290;</p>
<p>Johnson-Laird &#22312; 1983 &#24180;&#25552;&#20986;&#20102;&#19977;&#20010;&#29468;&#24819;<a href="#fn8" class="footnoteRef" id="fnref8"><sup>8</sup></a>&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#39640;&#32806;&#21512;&#30340;&#31354;&#38388;&#29702;&#35299;&#36215;&#26469;&#26356;&#38590;&#65307;</li>
<li>&#20154;&#20204;&#36890;&#36807;&#36923;&#36753;&#25512;&#29702;&#21644;&#35821;&#35328;&#35299;&#37322;&#22312;&#24515;&#37324;&#37325;&#24314;&#31354;&#38388;&#27169;&#22411;&#65307;</li>
<li>&#35821;&#35328;&#26159;&#20154;&#35748;&#30693;&#31354;&#38388;&#30340;&#37325;&#35201;&#24037;&#20855;&#12290;</li>
</ol>
<p>&#26159;&#20154;&#31867;&#23545;&#35760;&#24518;&#12289;&#24847;&#35782;&#21644;&#31354;&#38388;&#24863;&#30340;&#31532;&#19968;&#27425;&#24605;&#32771;<a href="#fn9" class="footnoteRef" id="fnref9"><sup>9</sup></a>&#12290;</p>
<div class="figure">
<img src="http://gnat.qiniudn.com/gishomwork/phonological.png" alt="&#22270; 7. Diagram of relationship between phonological loop/visual cache components and conscious imagery during mental synthesis (from Pearson, Logie &amp; Gilhooly, 1999)" />
<p class="caption">&#22270; 7. Diagram of relationship between phonological loop/visual cache components and conscious imagery during mental synthesis (from Pearson, Logie &amp; Gilhooly, 1999)</p>
</div>
<h3 id="&#23567;&#32467;-1">2.5. &#23567;&#32467;</h3>
<p>&#30740;&#31350;&#20154;&#31867;&#30340;&#31354;&#38388;&#35748;&#30693;&#21407;&#29702;&#21487;&#20197;&#21551;&#21457;&#35745;&#31639;&#26426;&#35748;&#30693;&#26041;&#24335;&#65292;&#23545;&#35745;&#31639;&#26426;&#26234;&#33021;&#21270;&#26377;&#30528;&#37325;&#35201;&#24847;&#20041;&#12290;&#25581;&#31034;&#31354;&#38388;&#35748;&#30693;&#30340;&#22885;&#31192;&#65292;&#23601;&#26377;&#20102;&#25171;&#24320;&#23853;&#26032;&#26410;&#26469;&#19990;&#30028;&#20043;&#38376;&#30340;&#38053;&#21273;&#12290;&#26410;&#26469;&#31354;&#38388;&#35748;&#30693;&#30740;&#31350;&#30340;&#20027;&#26041;&#21521;&#20381;&#26087;&#36824;&#26159;&#23545;&#20154;&#33041;&#35748;&#30693;&#26426;&#29702;&#30340;&#25581;&#31034;&#65292;&#22240;&#20026;&#20154;&#33041;&#23601;&#26159;&#20154;&#31867;&#26368;&#22823;&#30340;&#19968;&#31508;&#36130;&#23500;&#12290;</p>
<h2 id="&#31354;&#38388;&#20998;&#26512;">3. &#31354;&#38388;&#20998;&#26512;</h2>
<h3 id="&#31616;&#20171;">3.1. &#31616;&#20171;</h3>
<p>&#31354;&#38388;&#20998;&#26512;&#26159;&#22522;&#20110;&#22320;&#29702;&#23545;&#35937;&#30340;&#20301;&#32622;&#21644;&#24418;&#24577;&#29305;&#24449;&#30340;&#31354;&#38388;&#25968;&#25454;&#20998;&#26512;&#25216;&#26415;&#65292;&#20854;&#30446;&#30340;&#22312;&#20110;&#25552;&#21462;&#21644;&#20256;&#36755;&#31354;&#38388;&#20449;&#24687;&#65288;&#37101;&#20161;&#24544;&#65292;1997&#65289;&#65292;&#26159;&#23545;&#25968;&#25454;&#30340;&#31354;&#38388;&#20449;&#24687;&#12289;&#23646;&#24615;&#20449;&#24687;&#25110;&#32773;&#20108;&#32773;&#20849;&#21516;&#20449;&#24687;&#30340;&#32479;&#35745;&#25551;&#36848;&#25110;&#35828;&#26126;&#65288;Goodchild&#65292;1987&#65289;&#65292;&#26159;&#22522;&#20110;&#22320;&#29702;&#23545;&#35937;&#24067;&#23616;&#30340;&#22320;&#29702;&#25968;&#25454;&#20998;&#26512;&#25216;&#26415;&#65288;Hainning&#65292;1990&#65289;&#65292;&#26159;&#23545;&#20110;&#22320;&#29702;&#31354;&#38388;&#29616;&#35937;&#30340;&#23450;&#37327;&#30740;&#31350;&#65292;&#20854;&#24120;&#35268;&#33021;&#21147;&#26159;&#25805;&#32437;&#31354;&#38388;&#25968;&#25454;&#20351;&#20043;&#25104;&#20026;&#19981;&#21516;&#30340;&#24418;&#24335;&#65292;&#24182;&#19988;&#25552;&#21462;&#20854;&#28508;&#22312;&#30340;&#20449;&#24687;&#65288;Baily&#65292;1995&#65307;Openshaw&#65292;1997&#65289; &#65292;&#26159;&#20174;&#19968;&#20010;&#25110;&#22810;&#20010;&#31354;&#38388;&#25968;&#25454;&#22270;&#23618;&#33719;&#21462;&#20449;&#24687;&#30340;&#36807;&#31243;&#12290;&#31354;&#38388;&#20998;&#26512;&#26159;&#38598;&#31354;&#38388;&#25968;&#25454;&#20998;&#26512;&#21644;&#31354;&#38388;&#27169;&#25311;&#20110;&#19968;&#20307;&#30340;&#25216;&#26415;&#65292;&#36890;&#36807;&#22320;&#29702;&#35745;&#31639;&#21644;&#31354;&#38388;&#34920;&#36798;&#25366;&#25496;&#28508;&#22312;&#31354;&#38388;&#20449;&#24687;&#65292;&#20197;&#35299;&#20915;&#23454;&#38469;&#38382;&#39064;&#65288;&#21016;&#28248;&#21335;&#31561;&#65289;&#12290;</p>
<p>&#31354;&#38388;&#20998;&#26512;&#20027;&#35201;&#21253;&#25324;&#19977;&#26041;&#38754;&#30340;&#20869;&#23481;&#65306;</p>
<ol style="list-style-type: decimal">
<li>&#31354;&#38388;&#20998;&#26512;&#29702;&#35770; : &#20171;&#32461;&#31354;&#38388;&#20998;&#26512;&#30340;&#19968;&#20123;&#29702;&#35770;&#38382;&#39064;&#65292;&#22914;&#31354;&#38388;&#20851;&#31995;&#29702;&#35770;&#12289;&#31354;&#38388;&#35748;&#30693;&#29702;&#35770;&#12289;&#31354;&#38388;&#25512;&#29702;&#29702;&#35770;,&#20197;&#21450;&#20854;&#23427;&#29702;&#35770;&#12290;</li>
<li>&#31354;&#38388;&#20998;&#26512;&#26041;&#27861; : &#20171;&#32461;&#31354;&#38388;&#20998;&#26512;&#30340;&#21508;&#31181;&#20855;&#20307;&#26041;&#27861;,&#22914;&#26629;&#26684;&#25968;&#25454;&#30340;&#31354;&#38388;&#20998;&#26512;&#26041;&#27861;&#12289;&#30690;&#37327;&#25968;&#25454;&#30340;&#31354;&#38388;&#20998;&#26512;&#26041;&#27861;&#12289;&#19977;&#32500;&#25968;&#25454;&#30340;&#31354;&#38388;&#20998;&#26512;&#26041;&#27861;&#12289;&#31354;&#38388;&#25968;&#25454;&#32479;&#35745;&#20998;&#26512;&#26041;&#27861;&#31561;&#12290;</li>
<li>&#31354;&#38388;&#20998;&#26512;&#24314;&#27169; : &#20171;&#32461;&#31354;&#38388;&#20998;&#26512;&#30340;&#36807;&#31243;&#24314;&#27169;&#12289;&#24212;&#29992;&#24314;&#27169;&#12290;</li>
</ol>
<p>&#31354;&#38388;&#20998;&#26512;&#30740;&#31350;&#30340;&#23545;&#35937;&#26159;&#20855;&#26377;&#31354;&#38388;&#20301;&#32622;&#12289;&#20998;&#24067;&#12289;&#24418;&#24577;&#12289;&#31354;&#38388;&#20851;&#31995; &#65288; &#36317;&#31163;&#12289;&#26041;&#20301;&#12289;&#25299;&#25169;&#12289;&#30456;&#20851;&#22330; )&#30340;&#31354;&#38388;&#30446;&#26631;&#12290;&#20854;&#30740;&#31350;&#30446;&#26631;&#26159;&#24314;&#31435;&#26377;&#25928;&#30340;&#31354;&#38388;&#25968;&#25454;&#27169;&#22411;&#26469;&#34920;&#36798;&#22320;&#29702;&#23454;&#20307;&#30340;&#26102;&#31354;&#29305;&#24615;&#65292;&#21457;&#23637;&#38754;&#21521;&#24212;&#29992;&#30340;&#26102;&#31354;&#20998;&#26512;&#27169;&#25311;&#26041;&#27861;&#65292;&#20197;&#25968;&#23383;&#26041;&#24335;&#21160;&#24577;&#22320;&#12289;&#20840;&#23616;&#22320;&#25551;&#36848;&#22320;&#29702;&#23454;&#20307;&#21644;&#22320;&#29702;&#29616;&#35937;&#30340;&#31354;&#38388;&#20998;&#24067;&#20851;&#31995;&#65292;&#20174;&#32780;&#21453;&#26144;&#22320;&#29702;&#23454;&#20307;&#30340;&#20869;&#22312;&#35268;&#24459;&#21644;&#21464;&#21270;&#36235;&#21183;&#65292; GIS &#31354;&#38388;&#20998;&#26512;&#26159;&#23545; GIS &#31354;&#38388;&#25968;&#25454;&#30340;&#19968;&#31181;&#22686;&#20540;&#25805;&#20316;&#12290;</p>
<h3 id="&#31354;&#38388;&#20998;&#26512;&#30340;&#22522;&#26412;&#29702;&#35770;">3.2. &#31354;&#38388;&#20998;&#26512;&#30340;&#22522;&#26412;&#29702;&#35770;</h3>
<h4 id="&#25299;&#25169;&#20851;&#31995;&#24230;&#37327;&#20851;&#31995;&#39034;&#24207;&#20851;&#31995;">3.2.1. &#25299;&#25169;&#20851;&#31995;&#12289;&#24230;&#37327;&#20851;&#31995;&#12289;&#39034;&#24207;&#20851;&#31995;</h4>
<p>&#31354;&#38388;&#20851;&#31995;&#26159; GIS &#30340;&#37325;&#35201;&#29702;&#35770;&#38382;&#39064;&#20043;&#19968;&#65292;&#22312;&#31354;&#38388;&#25968;&#25454;&#24314;&#27169;&#12289;&#31354;&#38388;&#26597;&#35810;&#12289;&#31354;&#38388;&#20998;&#26512;&#12289;&#31354;&#38388;&#25512;&#29702;&#12289;&#21046;&#22270;&#32508;&#21512;&#12289;&#22320;&#22270;&#29702;&#35299;&#31561;&#36807;&#31243;&#20013;&#37117;&#36215;&#30528;&#37325;&#35201;&#20316;&#29992;&#12290;&#31354;&#38388;&#20851;&#31995;&#21487;&#20197;&#30001;&#31354;&#38388;&#29616;&#35937;&#30340;&#20960;&#20309;&#29305;&#24615;&#24341;&#36215;&#65292;&#22914;&#36317;&#31163;&#12289;&#26041;&#20301;&#12289;&#36830;&#36890;&#24615;&#12289;&#30456;&#20284;&#24615;&#31561;&#65292;&#20063;&#21487;&#20197;&#30001;&#31354;&#38388;&#29616;&#35937;&#30340;&#20960;&#20309;&#29305;&#24615;&#21644;&#38750;&#20960;&#20309;&#29305;&#24615;&#20849;&#21516;&#24341;&#36215;&#65292;&#22914;&#31354;&#38388;&#20998;&#24067;&#29616;&#35937;&#30340;&#32479;&#35745;&#30456;&#20851;&#12289;&#31354;&#38388;&#33258;&#30456;&#20851;&#12289;&#31354;&#38388;&#30456;&#20114;&#20316;&#29992;&#12289;&#31354;&#38388;&#20381;&#36182;&#31561;&#65292; &#36824;&#21487;&#20197;&#23436;&#20840;&#30001;&#31354;&#38388;&#29616;&#35937;&#30340;&#38750;&#20960;&#20309;&#23646;&#24615;&#23548;&#20986;&#31354;&#38388;&#20851;&#31995;&#12290;</p>
<dl>
<dt>&#25299;&#25169;&#31354;&#38388;</dt>
<dd><p>&#20851;&#31995;&#26159;&#25351;&#25299;&#25169;&#21464;&#25442;&#19979;&#30340;&#25299;&#25169;&#19981;&#21464;&#37327;&#65292;&#22914;&#31354;&#38388;&#30446;&#26631;&#30340;&#30456;&#37051;&#21644;&#36830;&#36890;&#20851;&#31995;&#65292;&#27233;&#30382;&#20960;&#20309;&#23398;&#12290;</p>
</dd>
<dt>&#26041;&#21521;&#20851;&#31995;</dt>
<dd><p>&#26368;&#22522;&#26412;&#30340;&#39034;&#24207;&#20851;&#31995;&#65292;&#21448;&#31216;&#20026;&#26041;&#20301;&#20851;&#31995;&#12289;&#24310;&#20280;&#20851;&#31995;&#65292;&#26159;&#25351;&#28304;&#30446;&#26631;&#30456;&#23545;&#20110;&#21442;&#32771;&#30446;&#26631;&#30340;&#39034;&#24207;&#20851;&#31995;&#12290;</p>
</dd>
<dt>&#24230;&#37327;&#20851;&#31995;</dt>
<dd><p>&#21033;&#29992;&#36317;&#31163;&#20844;&#24335;&#37327;&#21270;&#20004;&#20010;&#30446;&#26631;&#38388;&#30340;&#31354;&#38388;&#20851;&#31995;&#12290;</p>
</dd>
</dl>
<p>&#20174;&#32422;&#26463;&#24378;&#24230;&#19978;&#27604;&#36739;&#65292;&#24230;&#37327;&#20851;&#31995;&#22823;&#20110;&#39034;&#24207;&#20851;&#31995;&#65292;&#39034;&#24207;&#20851;&#31995;&#22823;&#20110;&#25299;&#25169;&#20851;&#31995;&#12290;</p>
<h4 id="&#22320;&#29702;&#31354;&#38388;&#25512;&#29702;">3.2.2. &#22320;&#29702;&#31354;&#38388;&#25512;&#29702;</h4>
<p>&#31354;&#38388;&#25512;&#29702;&#26159;&#25351;&#21033;&#29992;&#31354;&#38388;&#29702;&#35770;&#21644;&#20154;&#24037;&#26234;&#33021;&#25216;&#26415;&#23545;&#31354;&#38388;&#23545;&#35937;&#36827;&#34892;&#24314;&#27169;&#12289;&#25551;&#36848;&#21644;&#34920;&#31034;&#65292;&#24182;&#25454;&#27492;&#23545;&#31354;&#38388;&#23545;&#35937;&#38388;&#30340;&#31354;&#38388;&#20851;&#31995;&#36827;&#34892;&#23450;&#24615;&#25110;&#23450;&#37327;&#20998;&#26512;&#21644;&#22788;&#29702;&#12290;&#22320;&#29702;&#31354;&#38388;&#25512;&#29702;&#20027;&#35201;&#30740;&#31350;&#22320;&#29702;&#20107;&#29289;&#22312;&#22320;&#29702;&#31354;&#38388;&#20013;&#20301;&#32622;&#30340;&#34920;&#36798;&#21644;&#30456;&#20851;&#25512;&#29702;&#12290;</p>
<p>&#22320;&#29702;&#31354;&#38388;&#25512;&#29702;&#29305;&#28857;&#26377;&#65306;</p>
<ul>
<li>&#20197;&#31354;&#38388;&#21644;&#23384;&#22312;&#20110;&#31354;&#38388;&#20013;&#30340;&#31354;&#38388;&#23545;&#35937;&#20026;&#30740;&#31350;&#23545;&#35937;&#12290;</li>
<li>&#25512;&#29702;&#36807;&#31243;&#20013;&#36816;&#29992;&#20154;&#24037;&#26234;&#33021;&#25216;&#26415;&#21644;&#26041;&#27861;&#12290;</li>
<li>&#22788;&#29702;&#30340;&#26159;&#19968;&#20010;&#25110;&#20960;&#20010;&#25512;&#29702;&#30340;&#38382;&#39064;&#12290;</li>
<li>&#22522;&#20110;&#31354;&#38388;&#21644;&#23384;&#22312;&#20110;&#31354;&#38388;&#20013;&#30340;&#31354;&#38388;&#23545;&#35937;&#24050;&#32463;&#34987;&#24314;&#27169;&#30340;&#21069;&#25552;&#19979;&#65292;&#19981;&#33021;&#22312;&#27809;&#26377;&#27169;&#22411;&#30340;&#24773;&#20917;&#19979;&#35752;&#35770;&#31354;&#38388;&#25512;&#29702;&#12290;</li>
<li>&#24517;&#39035;&#33021;&#22815;&#32473;&#20986;&#20851;&#20110;&#31354;&#38388;&#21644;&#23384;&#22312;&#20110;&#31354;&#38388;&#20013;&#30340;&#31354;&#38388;&#23545;&#35937;&#30340;&#23450;&#24615;&#25110;&#23450;&#37327;&#30340;&#25512;&#29702;&#32467;&#26524;&#12290;</li>
<li>&#24517;&#39035;&#33021;&#22815;&#25551;&#36848;&#31354;&#38388;&#34892;&#20026;&#12290;</li>
<li>&#31354;&#38388;&#25512;&#29702;&#27169;&#22411;&#25226;&#38382;&#39064;&#20998;&#35299;&#20026;&#20960;&#20010;&#32452;&#25104;&#37096;&#20998;&#26102;&#65292;&#24517;&#39035;&#33021;&#22815;&#25551;&#36848;&#36825;&#20123;&#32452;&#25104;&#37096;&#20998;&#30340;&#30456;&#20114;&#20316;&#29992;&#12290;</li>
<li>&#31354;&#38388;&#25512;&#29702;&#36807;&#31243;&#20013;&#65292;&#21487;&#33021;&#29992;&#21040;&#31354;&#38388;&#35859;&#35789;&#65292;&#31354;&#38388;&#20013;&#30830;&#23450;&#30340;&#28857;&#20351;&#26576;&#20123;&#31354;&#38388;&#35859;&#35789;&#20026;&#30495;&#65292;&#32780;&#20351;&#21478;&#19968;&#20123;&#31354;&#38388;&#35859;&#35789;&#20026;&#20551;&#12290;</li>
<li>&#24212;&#35813;&#33021;&#22815;&#22788;&#29702;&#24102;&#26377;&#27169;&#31946;&#24615;&#21644;&#19981;&#30830;&#23450;&#24615;&#30340;&#31354;&#38388;&#20449;&#24687;&#12290;</li>
<li>&#24212;&#35813;&#33021;&#22815;&#28155;&#21152;&#21644;&#22788;&#29702;&#26102;&#38388;&#22240;&#32032;&#65292;&#21363;&#25104;&#20026;&#26102;&#31354;&#25512;&#29702;&#12290;</li>
<li>&#24212;&#35813;&#20855;&#26377;&#31354;&#38388;&#33258;&#28982;&#35821;&#35328;&#29702;&#35299;&#33021;&#21147;&#12290;</li>
</ul>
<h4 id="&#31354;&#38388;&#25968;&#25454;&#30340;&#19981;&#30830;&#23450;&#24615;&#20998;&#26512;">3.2.3. &#31354;&#38388;&#25968;&#25454;&#30340;&#19981;&#30830;&#23450;&#24615;&#20998;&#26512;</h4>
<p>&#19981;&#30830;&#23450;&#24615;&#26159;&#25351;&#34987;&#27979;&#37327;&#23545;&#35937;&#30693;&#35782;&#32570;&#20047;&#30340;&#31243;&#24230;&#65292;&#36890;&#24120;&#34920;&#29616;&#20026;&#38543;&#26426;&#24615;&#21644;&#27169;&#31946;&#24615;&#12290;</p>
<h3 id="&#26629;&#26684;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.3. &#26629;&#26684;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</h3>
<p>&#22320;&#29702;&#31354;&#38388;&#35748;&#30693;&#27169;&#22411;&#20027;&#35201;&#26377;&#19977;&#20010;&#65306;</p>
<ul>
<li>&#22330;&#27169;&#22411;&#65306;&#24378;&#35843;&#31354;&#38388;&#35201;&#32032;&#30340;&#36830;&#32493;&#24615;</li>
<li>&#22522;&#20110;&#23545;&#35937;&#30340;&#27169;&#22411;&#65306;&#24378;&#35843;&#31354;&#38388;&#35201;&#32032;&#30340;&#31163;&#25955;&#24615;</li>
<li>&#32593;&#32476;&#27169;&#22411;&#65306;&#24378;&#35843;&#31354;&#38388;&#35201;&#32032;&#30340;&#20132;&#20114;</li>
</ul>
<p>&#22312;&#31354;&#38388;&#20449;&#24687;&#31995;&#32479;&#20013;&#65292;&#22330;&#27169;&#22411;&#19968;&#33324;&#25351;&#30340;&#26159;&#26629;&#26684;&#27169;&#22411;&#65292;&#20854;&#20027;&#35201;&#29305;&#28857;&#23601;&#26159;&#29992;&#20108;&#32500;&#21010;&#20998;&#35206;&#30422;&#25972;&#20010;&#36830;&#32493;&#31354;&#38388;&#12290;&#26629;&#26684;&#25968;&#25454;&#30001;&#19968;&#31995;&#21015;&#30340;&#35268;&#21017;&#26684;&#32593;&#21333;&#20803;&#32452;&#25104;&#65292;&#29992;&#20110;&#34920;&#36798;&#19987;&#39064;&#12289;&#20809;&#35889;&#21450;&#22270;&#20687;&#31561;&#25968;&#25454;&#65292;&#21487;&#20197;&#22312;&#19968;&#23450;&#31354;&#38388;&#33539;&#22260;&#20869;&#27169;&#25311;&#36830;&#32493;&#21464;&#21270;&#30340;&#22320;&#29702;&#29616;&#35937;&#25110;&#22270;&#29255;&#25968;&#25454;&#12290;</p>
<h4 id="&#26629;&#26684;&#25968;&#25454;&#30340;&#32858;&#31867;&#32858;&#21512;&#20998;&#26512;">3.3.1. &#26629;&#26684;&#25968;&#25454;&#30340;&#32858;&#31867;&#12289;&#32858;&#21512;&#20998;&#26512;</h4>
<ul>
<li>&#23558;&#26629;&#26684;&#25968;&#25454;&#31995;&#32479;&#32463;&#26576;&#31181;&#21464;&#25442;&#32780;&#24471;&#21040;&#20855;&#26377;&#26032;&#21547;&#20041;&#30340;&#26629;&#26684;&#25968;&#25454;&#31995;&#32479;&#30340;&#25968;&#25454;&#22788;&#29702;&#36807;&#31243;&#12290;</li>
<li>&#32858;&#31867;&#20998;&#26512;&#26159;&#26681;&#25454;&#35774;&#23450;&#30340;&#26465;&#20214;&#23545;&#21407;&#26377;&#25968;&#25454;&#31995;&#32479;&#36827;&#34892;&#26377;&#36873;&#25321;&#30340;&#20449;&#24687;&#25552;&#21462;&#32780;&#24314;&#31435;&#26032;&#30340;&#26629;&#26684;&#25968;&#25454;&#31995;&#32479;&#30340;&#12290;</li>
<li>&#32858;&#21512;&#20998;&#26512;&#26159;&#25351;&#26681;&#25454;&#31354;&#38388;&#20998;&#36776;&#29575;&#21644;&#20998;&#31867;&#34920;&#65292;&#36827;&#34892;&#25968;&#25454;&#31867;&#22411;&#30340;&#21512;&#24182;&#25110;&#36716;&#25442;&#20197;&#23454;&#29616;&#31354;&#38388;&#22320;&#22495;&#30340;&#20860;&#24182;&#12290;</li>
</ul>
<h4 id="&#26629;&#26684;&#25968;&#25454;&#30340;&#20449;&#24687;&#22797;&#21512;&#20998;&#26512;">3.3.2. &#26629;&#26684;&#25968;&#25454;&#30340;&#20449;&#24687;&#22797;&#21512;&#20998;&#26512;</h4>
<ul>
<li>&#20449;&#24687;&#22797;&#21512;&#27169;&#22411;&#65288;Overlay&#65289;&#21253;&#25324;&#20004;&#31867;&#65306;&#31616;&#21333;&#30340;&#35270;&#35273;&#20449;&#24687;&#22797;&#21512;&#21644;&#36739;&#20026;&#22797;&#26434;&#30340;&#21472;&#21152;&#20998;&#31867;&#27169;&#22411;&#12290;</li>
<li>&#35270;&#35273;&#20449;&#24687;&#22797;&#21512;
<ul>
<li>&#38754;&#29366;&#22270;&#12289;&#32447;&#29366;&#22270;&#21644;&#28857;&#29366;&#22270;&#20043;&#38388;&#30340;&#22797;&#21512;&#65307;</li>
<li>&#38754;&#29366;&#22270;&#21306;&#22495;&#36793;&#30028;&#20043;&#38388;&#25110;&#19968;&#20010;&#38754;&#29366;&#22270;&#19982;&#20854;&#23427;&#19987;&#39064;&#21306;&#22495;&#36793;&#30028;&#20043;&#38388;&#30340;&#22797;&#21512;&#65307;</li>
<li>&#36965;&#24863;&#24433;&#20687;&#19982;&#19987;&#39064;&#22320;&#22270;&#30340;&#22797;&#21512;&#65307;</li>
<li>&#19987;&#39064;&#22320;&#22270;&#19982;&#25968;&#23383;&#39640;&#31243;&#27169;&#22411;&#22797;&#21512;&#26174;&#31034;&#31435;&#20307;&#19987;&#39064;&#22270;&#65307;</li>
<li>&#36965;&#24863;&#24433;&#20687;&#19982; DEM &#22797;&#21512;&#29983;&#25104;&#30495;&#23454;&#19977;&#32500;&#22320;&#29289;&#26223;&#35266;&#65307;</li>
</ul></li>
<li>&#36739;&#20026;&#22797;&#26434;&#30340;&#21472;&#21152;&#20998;&#31867;&#27169;&#22411;&#65306;&#25968;&#23398;&#36816;&#31639;&#22797;&#21512; = &#31639;&#26415;&#36816;&#31639; + &#20989;&#25968;&#36816;&#31639;&#12290;</li>
</ul>
<h4 id="&#26629;&#26684;&#25968;&#25454;&#30340;&#36861;&#36394;&#20998;&#26512;">3.3.3. &#26629;&#26684;&#25968;&#25454;&#30340;&#36861;&#36394;&#20998;&#26512;</h4>
<p>&#65288;&#30053;&#65289;</p>
<h4 id="&#26629;&#26684;&#25968;&#25454;&#30340;&#31383;&#21475;&#20998;&#26512;">3.3.4. &#26629;&#26684;&#25968;&#25454;&#30340;&#31383;&#21475;&#20998;&#26512;</h4>
<p>&#21487;&#20197;&#34920;&#31034;&#20026;&#65306;</p>
<pre class="plain"><code>&#31383;&#21475;&#20998;&#26512; := [ &#20013;&#24515;&#28857; + &#20998;&#26512;&#31383;&#21475;&#22823;&#23567;&#19982;&#31867;&#22411;(&#30697;&#12289;&#22278;&#12289;&#29615;&#12289;&#25159;)
&#12288;&#12288;&#12288;&#12288;  +   &#36816;&#31639;&#26041;&#24335;(&#32479;&#35745;&#36816;&#31639;&#65292;&#27979;&#24230;&#36816;&#31639;&#65292;&#20989;&#25968;&#36816;&#31639;) ]</code></pre>
<h4 id="&#26629;&#26684;&#25968;&#25454;&#30340;&#37327;&#31639;&#20998;&#26512;">3.3.5. &#26629;&#26684;&#25968;&#25454;&#30340;&#37327;&#31639;&#20998;&#26512;</h4>
<p>&#65288;&#30053;&#65289;</p>
<h3 id="&#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.4. &#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</h3>
<p>&#30690;&#37327;&#25968;&#25454;&#23545;&#26377;&#30830;&#23450;&#20301;&#32622;&#19982;&#24418;&#29366;&#30340;&#31163;&#25955;&#35201;&#32032;&#26159;&#29702;&#24819;&#30340;&#34920;&#31034;&#26041;&#27861;&#12290;</p>
<p>&#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;&#19968;&#33324;&#19981;&#23384;&#22312;&#27169;&#24335;&#21270;&#30340;&#20998;&#26512;&#22788;&#29702;&#26041;&#27861;&#65292;&#34920;&#29616;&#20026;&#22788;&#29702;&#26041;&#27861;&#30340;&#22810;&#26679;&#24615;&#21644;&#22797;&#26434;&#24615;&#12290;&#23545;&#30690;&#37327;&#25968;&#25454;&#21487;&#36827;&#34892;&#21253;&#21547;&#20998;&#26512;&#12289;&#32531;&#20914;&#21306;&#20998;&#26512;&#12289;&#21472;&#32622;&#20998;&#26512;&#12289;&#32593;&#32476;&#20998;&#26512;&#31561;&#24120;&#35268;&#25805;&#20316;&#12290;&#20197;&#27969;&#34892;&#30340;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#36719;&#20214; ArcGIS &#20026;&#20363;&#65292;&#20854;&#30690;&#37327;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;&#24037;&#20855;&#23601;&#21253;&#21547;&#20102;&#65306;</p>
<ul>
<li>&#32531;&#20914;&#21306;&#20998;&#26512;
<ul>
<li>&#26222;&#36890;&#32531;&#20914;&#21306;</li>
<li>&#23646;&#24615;&#26435;&#20540;&#32531;&#20914;&#21306;</li>
<li>&#20998;&#32423;&#32531;&#20914;&#21306;</li>
</ul></li>
<li>&#21472;&#32622;&#20998;&#26512;
<ul>
<li>&#22270;&#23618;&#25830;&#38500;</li>
<li>&#35782;&#21035;&#21472;&#21152;</li>
<li>&#20132;&#38598;&#25805;&#20316;</li>
<li>&#23545;&#31216;&#21306;&#21035;</li>
<li>&#22270;&#23618;&#21512;&#24182;</li>
<li>&#20462;&#27491;&#26356;&#26032;</li>
</ul></li>
<li>&#32593;&#32476;&#20998;&#26512;
<ul>
<li>&#20256;&#36755;&#32593;&#32476;&#20998;&#26512;&#65288;Network Analyst&#65289;
<ul>
<li>&#35745;&#31639;&#28857;&#19982;&#28857;&#20043;&#38388;&#30340;&#26368;&#20339;&#36317;&#31163;</li>
<li>&#36827;&#34892;&#22810;&#28857;&#30340;&#29289;&#27969;&#27966;&#36865;</li>
<li>&#23547;&#25214;&#26368;&#36817;&#30340;&#19968;&#20010;&#25110;&#32773;&#22810;&#20010;&#35774;&#26045;&#28857;</li>
<li>&#30830;&#23450;&#19968;&#20010;&#25110;&#32773;&#22810;&#20010;&#35774;&#26045;&#28857;&#30340;&#26381;&#21153;&#21306;</li>
<li>&#32472;&#21046;&#8220;&#36215;&#28857; - &#32456;&#28857;&#8221;&#30340;&#36317;&#31163;&#30697;&#38453;</li>
</ul></li>
<li>&#25928;&#29992;&#32593;&#32476;&#20998;&#26512;&#65288;Utility Network Analyst&#65289;
<ul>
<li>&#25928;&#29992;&#32593;&#32476;&#26159;&#26377;&#21521;&#32593;&#32476;&#65292;&#32593;&#32476;&#20013;&#27969;&#21160;&#30340;&#23545;&#35937;&#24517;&#39035;&#25353;&#29031;&#22312;&#32593;&#32476;&#20013;&#23450;&#20041;&#22909;&#30340;&#35268;&#21017;&#21069;&#36827;&#65292;&#36816;&#34892;&#36335;&#24452;&#26159;&#20107;&#20808;&#23450;&#20041;&#22909;&#30340;</li>
<li>&#22312; ArcGIS &#20013;&#65292;&#25928;&#29992;&#32593;&#32476;&#26159;&#36890;&#36807;&#20960;&#20309;&#32593;&#32476;&#26469;&#27169;&#25311;&#30340;&#12290;</li>
<li>&#25928;&#29992;&#32593;&#32476;&#24120;&#29992;&#20110;&#27700;&#12289;&#30005;&#12289;&#27668;&#31561;&#31649;&#32593;&#30340;&#36830;&#36890;&#24615;&#20998;&#26512;&#65306;
<ul>
<li>&#23547;&#25214;&#36830;&#36890;&#30340;&#25110;&#19981;&#36830;&#36890;&#30340;&#31649;&#32447;&#65307;</li>
<li>&#36827;&#34892;&#19978;&#28216;&#25110;&#19979;&#28216;&#36861;&#36394;&#65307;</li>
<li>&#23547;&#25214;&#29615;&#36335;&#65307;</li>
<li>&#23547;&#25214;&#36890;&#36335;&#25110;&#36827;&#34892;&#29190;&#31649;&#20998;&#26512;&#31561;&#12290;</li>
</ul></li>
</ul></li>
</ul></li>
</ul>
<h3 id="&#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;">3.5. &#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</h3>
<p>&#20027;&#35201;&#21253;&#25324; DEM&#12289;TIN&#12289;&#38754;&#31215;&#20307;&#31215;&#37327;&#31639;&#26041;&#27861;&#12289;&#22369;&#24230;&#22369;&#21521;&#35745;&#31639;&#26041;&#27861;&#12289;&#32531;&#20914;&#21306;&#20998;&#26512;&#12289;&#27700;&#25991;&#20998;&#26512;&#12289;&#21487;&#35270;&#24615;&#20998;&#26512;&#12290;</p>
<dl>
<dt>&#19977;&#32500;&#22320;&#24418;&#27169;&#22411;</dt>
<dd><p>&#39640;&#24230;&#21464;&#21270;&#26377;&#21487;&#33021;&#24341;&#36215;:</p>
<ol>
<li>&#27668;&#20505;&#21464;&#21270;</li>
<li>&#22303;&#22756;&#12289;&#26893;&#34987;&#12289;&#22320;&#36136;&#21464;&#21270;</li>
<li>&#22320;&#29289;&#21464;&#21270;</li>
<li>&#20854;&#23427;</li>
</ol>
</dd>
<dt>&#25968;&#23383;&#22320;&#38754;&#27169;&#22411; Digital Terrain Model, DTM</dt>
<dd><ol>
<li>DTM &#26159;&#25351;&#25551;&#36848;&#22320;&#29699;&#34920;&#38754;&#24418;&#24577;&#22810;&#31181;&#20449;&#24687;&#31354;&#38388;&#20998;&#24067;&#30340;&#26377;&#24207;&#25968;&#20540;&#38453;&#21015;</li>
<li>&#20174;&#25968;&#23398;&#30340;&#35282;&#24230;,&#21487;&#29992;&#22914;&#19979;&#20108;&#32500;&#20989;&#25968;&#31995;&#21015;&#21462;&#20540;&#30340;&#26377;&#24207;&#38598;&#21512;&#34920;&#31034;&#25968;&#23383;&#22320;&#38754;&#27169;&#22411; :
<ol style="list-style-type: lower-roman">
<li><span class="math inline">\(K_p = f_k(up,vp) (k=1..m; p = 1, 2, ...n)\,\)</span></li>
<li><span class="math inline">\(K_p\)</span>: &#31532; p &#21495;&#22320;&#38754;&#28857; ( &#21333;&#19968;&#28857;&#25110;&#26576;&#28857;&#21450;&#20854;&#24494;&#23567;&#37051;&#22495;&#25152;&#21010;&#23450;&#30340;&#19968;&#20010;&#22320;&#34920;&#38754;&#20803; ) &#19978;&#30340;&#31532; K &#31867;&#22320;&#38754;&#29305;&#24615;&#20449;&#24687;&#30340;&#20540;;</li>
<li>(up, vp): &#31532; p &#21495;&#22320;&#38754;&#28857;&#30340;&#20108;&#32500;&#22352;&#26631; ;</li>
<li>m(m &#22823;&#20110;&#31561;&#20110; 1): &#22320;&#38754;&#29305;&#24615;&#20449;&#24687;&#31867;&#22411;&#30340;&#25968;&#30446;;</li>
<li>n: &#22320;&#38754;&#28857;&#30340;&#20010;&#25968;&#12290;</li>
<li><img src="http://gnat.qiniudn.com/sa/sa-digital-terrian-model.png" title="fig:" alt="Digital Terrian Model" /></li>
</ol></li>
</ol>
</dd>
<dt>&#25968;&#23383;&#39640;&#31243;&#27169;&#22411;</dt>
<dd><p>DEM &#26159; DTM &#30340;&#19968;&#20010;&#29305;&#20363;&#25110;&#32773;&#23376;&#38598;, &#26159; DTM &#20013;&#26368;&#22522;&#26412;&#30340;&#37096;&#20998;,&#26159;&#23545;&#22320;&#29699;&#34920;&#38754;&#22320;&#24418;&#22320;&#35980;&#30340;&#19968;&#31181;&#31163;&#25955;&#30340;&#25968;&#23398;&#34920;&#36798;&#12290;</p>
<p>DEM &#30340;&#20855;&#20307;&#24212;&#29992;</p>
<ol>
<li>&#22269;&#23478;&#22320;&#29702;&#20449;&#24687;&#30340;&#22522;&#30784;&#25968;&#25454;: DEM &#26159;&#22269;&#23478;&#31354;&#38388;&#25968;&#25454;&#22522;&#30784;&#35774;&#26045; NSDI &#30340;&#26694;&#26550;&#25968;&#25454;&#32452;&#25104;&#37096;&#20998;,&#26159;&#8220; 4D &#20135;&#21697;&#8221;&#20043;&#19968;&#12290;</li>
<li>&#22303;&#26408;&#24037;&#31243;&#12289;&#26223;&#35266;&#24314;&#31569;&#19982;&#30719;&#23665;&#24037;&#31243;&#30340;&#35268;&#21010;&#19982;&#35774;&#35745;;</li>
<li>&#20891;&#20107;&#30446;&#30340; ( &#20891;&#20107;&#27169;&#25311;&#31561; ) &#30340;&#22320;&#34920;&#19977;&#32500;&#26174;&#31034;;</li>
<li>&#26223;&#35266;&#35774;&#35745;&#19982;&#22478;&#24066;&#35268;&#21010;;</li>
<li>&#27700;&#27969;&#36335;&#24452;&#20998;&#26512;&#12289;&#21487;&#35270;&#24615;&#20998;&#26512;;</li>
<li>&#20132;&#36890;&#36335;&#32447;&#30340;&#35268;&#21010;&#19982;&#22823;&#22365;&#30340;&#36873;&#22336;;</li>
<li>&#19981;&#21516;&#22320;&#34920;&#30340;&#32479;&#35745;&#20998;&#26512;&#19982;&#27604;&#36739;;</li>
<li>&#29983;&#25104;&#22369;&#24230;&#22270;&#12289;&#22369;&#21521;&#22270;&#12289;&#21078;&#38754;&#22270;,&#36741;&#21161;&#22320;&#35980;&#20998;&#26512;,&#20272;&#35745;&#20405;&#34432;&#21644;&#24452;&#27969;&#31561;;</li>
<li>&#20316;&#20026;&#32972;&#26223;&#25968;&#25454;&#21472;&#21152;&#21508;&#31181;&#19987;&#39064;&#20449;&#24687;,&#22914;&#22303;&#22756;&#12289;&#22303;&#22320;&#21033;&#29992;&#21450;&#26893;&#34987;&#35206;&#30422;&#25968;&#25454;&#31561;,&#20415;&#20110;&#26174;&#31034;&#19982;&#20998;&#26512;&#12290;</li>
<li><img src="http://gnat.qiniudn.com/sa/sa-dem-present.png" title="fig:" alt="DEM" /></li>
</ol>
<p>DEM &#30340;&#34920;&#31034;&#26041;&#27861;</p>
<ol>
<li>&#25968;&#23398;&#26041;&#27861;
<ul>
<li>&#25972;&#20307;&#25311;&#21512;: &#23558;&#21306;&#22495;&#20013;&#25152;&#26377;&#39640;&#31243;&#28857;&#30340;&#25968;&#25454;&#29992;&#20613;&#37324;&#21494;&#39640;&#27425;&#22810;&#39033;&#24335;&#12289;&#38543;&#26426;&#24067;&#26391;&#36816;&#21160;&#20989;&#25968;&#31561;&#32479;&#19968;&#25311;&#21512;&#39640;&#31243;&#26354;&#38754;&#12290;</li>
<li>&#23616;&#37096;&#25311;&#21512;: &#25226;&#22320;&#38754;&#20998;&#25104;&#33509;&#24178;&#22359;,&#27599;&#19968;&#22359;&#29992;&#19968;&#31181;&#25968;&#23398;&#20989;&#25968;,&#22914;&#20613;&#31435;&#21494;&#32423;&#25968;&#39640;&#27425;&#22810;&#39033;&#24335;&#12289;&#38543;&#26426;&#24067;&#26391;&#36816;&#21160;&#20989;&#25968;&#31561;,&#20197;&#36830;&#32493;&#30340;&#19977;&#32500;&#20989;&#25968;&#39640;&#24179;&#28369;&#24230;&#22320;&#34920;&#31034;&#22797;&#26434;&#26354;&#38754;&#12290;</li>
</ul></li>
<li>&#22270;&#24418;&#27861;
<ul>
<li>&#32447;&#27169;&#24335;: &#21033;&#29992;&#31163;&#25955;&#30340;&#22320;&#24418;&#29305;&#24449;&#27169;&#22411;&#34920;&#31034;&#22320;&#24418;&#36215;&#20239;&#12290;&#22914;:&#31561;&#39640;&#32447;&#12289;&#23665;&#33034;&#32447;</li>
<li>&#28857;&#27169;&#24335;: &#29992;&#31163;&#25955;&#37319;&#26679;&#25968;&#25454;&#28857;&#24314;&#31435; DEM ,&#26159;&#26368;&#24120;&#29992;&#30340;&#29983;&#25104; DEM &#30340;&#26041;&#27861;&#20043;&#19968;
<ul>
<li>&#28857;&#25968;&#25454;&#30340;&#37319;&#26679;&#26041;&#24335;:&#35268;&#21017;&#26684;&#32593;&#27169;&#24335; (Grid)(&#27491;&#26041;&#24418;&#12289;&#30697;&#24418;&#12289;&#19977;&#35282;&#24418;&#26684;&#32593;)&#12289;&#19981;&#35268;&#21017;&#27169;&#24335; (TIN) &#12289;&#26681;&#25454;&#23665;&#23792;&#12289;&#27964;&#22353;&#31561;&#22320;&#24418;&#29305;&#24449;&#28857;&#26377;&#38024;&#23545;&#24615;&#22320;&#37319;&#26679;</li>
<li>&#35268;&#21017;&#26684;&#32593;&#27169;&#22411;
<ul>
<li>&#26684;&#32593;&#26629;&#26684;&#30340;&#35266;&#28857;&#8212;&#8212;&#26684;&#32593;&#21333;&#20803;&#30340;&#25968;&#20540;&#26159;&#20854;&#20013;&#25152;&#26377;&#28857;&#30340;&#39640;&#31243;&#20540;,&#21363;&#26684;&#32593;&#21333;&#20803;&#23545;&#24212;&#30340;&#22320;&#38754;&#38754;&#31215;&#20869;&#39640;&#31243;&#26159;&#22343;&#19968;&#30340;&#39640;&#24230;,&#36825;&#31181;&#25968;&#23383;&#39640;&#31243;&#27169;&#22411;&#26159;&#19968;&#20010;&#19981;&#36830;&#32493;&#30340;&#20989;&#25968;&#12290;</li>
<li>&#28857;&#26629;&#26684;&#35266;&#28857;&#8212;&#8212;&#35813;&#32593;&#26684;&#21333;&#20803;&#30340;&#25968;&#20540;&#26159;&#32593;&#26684;&#20013;&#24515;&#28857;&#30340;&#39640;&#31243;&#25110;&#35813;&#32593;&#26684;&#21333;&#20803;&#30340;&#24179;&#22343;&#39640;&#31243;&#20540;,&#36825;&#26679;&#38656;&#35201;&#29992;&#19968;&#31181;&#25554;&#20540;&#26041;&#27861;&#26469;&#35745;&#31639;&#27599;&#20010;&#28857;&#30340;&#39640;&#31243;&#12290;</li>
<li>&#20248;&#28857;:
<ul>
<li>&#32467;&#26500;&#31616;&#21333;&#12289;&#26131;&#20110;&#35745;&#31639;&#26426;&#22788;&#29702;,&#29305;&#21035;&#26159;&#26629;&#26684;&#25968;&#25454;&#32467;&#26500;&#30340;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;</li>
<li>&#21487;&#20197;&#24456;&#23481;&#26131;&#22320;&#35745;&#31639;&#31561;&#39640;&#32447;&#12289;&#22369;&#24230;&#12289;&#22369;&#21521;&#12289;&#23665;&#22369;&#38452;&#24433;&#21644;&#33258;&#21160;&#25552;&#21462;&#27969;&#22495;&#22320;&#24418;</li>
</ul></li>
<li>&#32570;&#28857;:
<ul>
<li>&#22320;&#24418;&#31616;&#21333;&#30340;&#22320;&#21306;&#23384;&#22312;&#22823;&#37327;&#20887;&#20313;&#25968;&#25454;</li>
<li>&#22320;&#24418;&#36215;&#20239;&#24046;&#21035;&#22823;&#30340;&#22320;&#21306;&#26080;&#27861;&#36866;&#29992;</li>
<li>&#23545;&#26576;&#20123;&#29305;&#27530;&#35745;&#31639; ( &#22914;&#35270;&#32447;&#35745;&#31639; ) &#30340;&#26684;&#32593;&#36724;&#32447;&#26041;&#21521;&#34987;&#22840;&#22823;</li>
<li>&#22914;&#26629;&#26684;&#36807;&#20110;&#31895;&#30053;,&#21017;&#19981;&#33021;&#31934;&#30830;&#34920;&#31034;&#22320;&#24418;&#30340;&#20851;&#38190;&#29305;&#24449;,&#22914;&#23665;&#23792;&#12289;&#22353;&#27964;&#12289;&#23665;&#33034;&#12289;&#23665;&#35895;&#31561;</li>
</ul></li>
</ul></li>
</ul></li>
<li>&#19981;&#35268;&#21017;&#19977;&#35282;&#32593;( TIN )
<ul>
<li>&#20248;&#28857;:
<ul>
<li>&#21487;&#26681;&#25454;&#22320;&#24418;&#30340;&#22797;&#26434;&#31243;&#24230;&#30830;&#23450;&#37319;&#26679;&#28857;&#30340;&#23494;&#24230;&#21644;&#20301;&#32622;,&#33021;&#20805;&#20998;&#34920;&#31034;&#22320;&#24418;&#29305;&#24449;&#28857;&#21644;&#32447;,&#20943;&#23569;&#20102;&#22320;&#24418;&#36739;&#24179;&#22374;&#22320;&#21306;&#30340;&#25968;&#25454;&#20887;&#20313;&#12290;</li>
<li>&#22312;&#26174;&#31034;&#36895;&#24230;&#21450;&#34920;&#31034;&#31934;&#24230;&#26041;&#38754;&#20248;&#20110;&#35268;&#21017;&#26684;&#32593;</li>
<li>TIN &#26159;&#19968;&#31181;&#21464;&#31934;&#24230;&#34920;&#31034;&#26041;&#27861;:&#24179;&#22374;&#22320;&#21306;&#25968;&#25454;&#28857;&#36739;&#23569;,&#22320;&#24418;&#36215;&#20239;&#36739;&#22823;&#30340;&#22320;&#21306;&#25968;&#25454;&#28857;&#23494;&#24230;&#36739;&#22823;&#12290;&#36825;&#31181;&#26426;&#21046;&#20351;&#24471; TIN &#25968;&#25454;&#21487;&#29992;&#36739;&#23567;&#30340;&#25968;&#25454;&#37327;&#23454;&#29616;&#36739;&#39640;&#30340;&#34920;&#36798;&#31934;&#24230;&#12290;</li>
</ul></li>
<li>TIN &#26041;&#27861;&#30340;&#29305;&#28857; ( &#19982; Grid &#30456;&#27604; ) :
<ul>
<li>&#20174;&#31561;&#39640;&#32447;&#25968;&#25454;&#20013;&#36873;&#21462;&#37325;&#35201;&#30340;&#28857;&#26500;&#25104; TIN ,&#24182;&#29983;&#25104;&#35268;&#21017;&#26684;&#32593;,&#22312;&#20004;&#32773;&#25968;&#25454;&#37327;&#30456;&#21516;&#30340;&#24773;&#20917;&#19979;, TIN &#25968;&#25454;&#20855;&#26377;&#26368;&#23567;&#30340;&#20013;&#35823;&#24046; RMS</li>
<li>&#19982;&#25968;&#23383;&#27491;&#23556;&#24433;&#20687; (DOM) &#30340;&#21472;&#21152;&#26041;&#38754;,&#22522;&#20110; TIN &#30340;&#22320;&#24418;&#22270;&#19982;&#24433;&#20687;&#30340;&#21563;&#21512;&#31243;&#24230;&#27604;&#35268;&#21017;&#26684;&#32593;&#30340;&#22320;&#24418;&#22270;&#22909;;</li>
<li>&#24403;&#37319;&#26679;&#25968;&#25454;&#28857;&#30340;&#25968;&#37327;&#20943;&#23569;&#26102;,&#35268;&#21017;&#26684;&#32593;&#27169;&#22411;&#30340;&#36136;&#37327;&#27604; TIN &#27169;&#22411;&#38477;&#20302;&#30340;&#36895;&#24230;&#24555;,&#20294;&#38543;&#30528;&#37319;&#26679;&#28857;&#25110;&#25968;&#25454;&#23494;&#24230;&#30340;&#22686;&#21152;,&#20004;&#32773;&#30340;&#24046;&#21035;&#20250;&#36234;&#26469;&#36234;&#23567;&#12290;</li>
<li>&#20174;&#25968;&#25454;&#32467;&#26500;&#21344;&#29992;&#30340;&#25968;&#25454;&#37327;&#26469;&#30475;,&#22312;&#39030;&#28857;&#20010;&#25968;&#30456;&#21516;&#30340;&#24773;&#20917;&#19979;, TIN &#30340;&#25968;&#25454;&#37327;&#35201;&#27604;&#35268;&#21017;&#26684;&#32593;&#30340;&#22823; ( &#32422; 3~10 &#20493; ) &#12290;</li>
</ul></li>
<li><img src="http://gnat.qiniudn.com/sa/sa-grid-tin-contour.png" title="fig:" alt="TIN Contour" /></li>
</ul></li>
</ul></li>
</ol>
<p>DEM &#22312;&#22320;&#22270;&#21046;&#22270;&#23398;&#19982;&#22320;&#23398;&#20998;&#26512;&#20013;&#30340;&#24212;&#29992;</p>
<ol>
<li>&#32472;&#21046;&#26197;&#28210;&#22270;
<ul>
<li>&#26197;&#28210;&#22270;:&#37319;&#29992;&#20809;&#32447;&#29031;&#23556;&#20351;&#22320;&#34920;&#20135;&#29983;&#21453;&#23556;&#30340;&#22320;&#38754;&#34920;&#31034;&#26041;&#27861;,&#29992;&#20110;&#34920;&#29616;&#22320;&#35980;&#22320;&#21183;&#12290;</li>
<li>&#29992; DEM &#25968;&#25454;&#20026;&#20449;&#24687;&#28304;,&#20197;&#22320;&#38754;&#20809;&#29031;&#36890;&#37327;&#20026;&#20381;&#25454;,&#35745;&#31639;&#26629;&#26684;&#36755;&#20986;&#30340;&#28784;&#24230;&#20540;,&#30001;&#27492;&#24471;&#21040;&#26197;&#28210;&#22270;&#30340;&#31435;&#20307;&#25928;&#26524;,&#36924;&#30495;&#31243;&#24230;&#24456;&#22909;&#12290;</li>
<li>&#29983;&#25104;&#22320;&#38754;&#26197;&#28210;&#22270;&#30340;&#35745;&#31639;&#26041;&#27861;:
<ul>
<li>&#39318;&#20808;&#26681;&#25454; DEM &#25968;&#25454;&#35745;&#31639;&#22369;&#24230;&#21644;&#22369;&#21521;;</li>
<li>&#23558;&#22369;&#21521;&#25968;&#25454;&#19982;&#20809;&#28304;&#26041;&#21521;&#27604;&#36739;:</li>
<li>&#38754;&#21521;&#20809;&#28304;&#30340;&#26012;&#22369;&#24471;&#21040;&#27973;&#33394;&#35843;&#28784;&#24230;&#20540;;</li>
<li>&#21453;&#26041;&#21521;&#24471;&#21040;&#28145;&#33394;&#35843;&#28784;&#24230;&#20540;;</li>
<li>&#20004;&#32773;&#20043;&#38388;&#24471;&#21040;&#20013;&#38388;&#28784;&#20540;,&#20013;&#38388;&#28784;&#20540;&#30001;&#22369;&#24230;&#36827;&#19968;&#27493;&#30830;&#23450;&#12290;</li>
</ul></li>
</ul></li>
<li>&#32472;&#21046;&#36879;&#35270;&#31435;&#20307;&#22270;
<ul>
<li>&#31435;&#20307;&#22270;&#21487;&#20197;&#29983;&#21160;&#36924;&#30495;&#22320;&#25551;&#36848;&#21046;&#22270;&#23545;&#35937;&#22312;&#24179;&#38754;&#21644;&#31354;&#38388;&#19978;&#20998;&#24067;&#30340;&#24418;&#24577;&#29305;&#24449;&#21644;&#26500;&#36896;&#20851;&#31995;&#12290;</li>
<li>&#20998;&#26512;&#31435;&#20307;&#22270;,&#21487;&#20197;&#20102;&#35299;&#22320;&#29702;&#27169;&#22411;&#34920;&#38754;&#30340;&#24179;&#32531;&#36215;&#20239;,&#21487;&#20197;&#20998;&#26512;&#21508;&#20010;&#26029;&#38754;&#30340;&#29366;&#20917;&#12290;</li>
<li>&#21487;&#20197;&#20102;&#35299;&#30740;&#31350;&#21306;&#22495;&#30340;&#36718;&#24275;&#24418;&#24577;&#12289;&#21464;&#21270;&#35268;&#24459;&#20197;&#21450;&#20869;&#37096;&#32467;&#26500;&#12290;</li>
<li>&#21046;&#20316;&#36879;&#35270;&#31435;&#20307;&#22270;&#30340;&#22522;&#26412;&#27969;&#31243;
<ul>
<li>&#29702;&#35770;&#22522;&#30784;&#26159;&#36879;&#35270;&#21407;&#29702;</li>
<li>&#35270;&#28857;&#12289;&#35270;&#35282;&#19981;&#21516;,&#21487;&#20197;&#32472;&#21046;&#26041;&#20301;&#12289;&#36317;&#31163;&#21508;&#24322;,&#24418;&#24577;&#21508;&#19981;&#30456;&#21516;&#30340;&#36879;&#35270;&#22270;,&#24182;&#21046;&#20316;&#21160;&#30011;</li>
<li>&#22235;&#20010;&#21442;&#25968;:
<ul>
<li>&#35266;&#23519;&#26041;&#20301;:&#35266;&#23519;&#32773;&#23545;&#22320;&#38754;&#30340;&#26041;&#21521;;</li>
<li>&#35266;&#23519;&#35282;&#24230;:&#35266;&#23519;&#32773;&#25152;&#22312;&#39640;&#24230;&#19982;&#22320;&#24179;&#38754;&#30340;&#22841;&#35282;;</li>
<li>&#35266;&#23519;&#36317;&#31163;:&#35266;&#23519;&#32773;&#19982;&#22320;&#34920;&#30340;&#36317;&#31163;;</li>
<li>&#31446;&#21521;&#27604;&#20363;&#23610;:&#22402;&#30452;&#27604;&#20363;&#23610;&#19982;&#27700;&#24179;&#27604;&#20363;&#23610;&#30340;&#27604;&#29575;&#12290;</li>
</ul></li>
</ul></li>
</ul></li>
</ol>
<div class="figure">
<img src="http://gnat.qiniudn.com/sa/sa-contour-shade.png" alt="&#26197;&#28210;&#22270;" />
<p class="caption">&#26197;&#28210;&#22270;</p>
</div>
<div class="figure">
<img src="http://gnat.qiniudn.com/sa/sa-contour-shade2.png" alt="&#26197;&#28210;&#22270;" />
<p class="caption">&#26197;&#28210;&#22270;</p>
</div>
</dd>
<dt>&#19977;&#32500;&#21487;&#35270;&#21270;</dt>
<dd><p>&#19977;&#32500;&#21487;&#35270;&#21270;&#26159;&#19977;&#32500; GIS &#30340;&#22522;&#26412;&#21151;&#33021;&#12290;&#22312;&#36827;&#34892;&#19977;&#32500;&#20998;&#26512;&#26102;,&#25968;&#25454;&#30340;&#36755;&#20837;&#21644;&#23545;&#35937;&#30340;&#36873;&#25321;&#37117;&#28041;&#21450;&#21040;&#19977;&#32500;&#23545;&#35937;&#30340;&#21487;&#35270;&#21270;&#12290;</p>
<p>&#19977;&#32500;&#21487;&#35270;&#21270;&#26159;&#36816;&#29992;&#35745;&#31639;&#26426;&#22270;&#24418;&#23398;&#21644;&#22270;&#20687;&#22788;&#29702;&#25216;&#26415;,&#23558;&#19977;&#32500;&#31354;&#38388;&#20998;&#24067;&#30340;&#22797;&#26434;&#23545;&#35937; ( &#22914;&#22320;&#24418;&#12289;&#27169;&#22411;&#31561; ) &#25110;&#36807;&#31243;&#36716;&#25442;&#20026;&#22270;&#24418;&#25110;&#22270;&#20687;&#22312;&#23631;&#24149;&#19978;&#26174;&#31034;&#24182;&#36827;&#34892;&#20132;&#20114;&#22788;&#29702;&#30340;&#25216;&#26415;&#21644;&#26041;&#27861;&#12290;</p>
<p>&#35266;&#23519;&#22352;&#26631;&#31995;&#20013;&#30340;&#19977;&#32500;&#35009;&#21098;:</p>
<ol>
<li>&#20154;&#30524;&#30340;&#35266;&#23519;&#33539;&#22260;&#26159;&#26377;&#19968;&#23450;&#35282;&#24230;&#21644;&#36317;&#31163;&#33539;&#22260;&#12290;&#22312;&#35745;&#31639;&#26426;&#23454;&#29616;&#19977;&#32500;&#21487;&#35270;&#21270;&#30340;&#26102;&#20505;,&#20063;&#26377;&#19968;&#23450;&#30340;&#35266;&#23519;&#33539;&#22260;,&#21487;&#29992;&#35270;&#26223;&#20307; (Frustum) &#26469;&#34920;&#31034;&#36825;&#20010;&#33539;&#22260;&#12290;</li>
<li>&#35270;&#26223;&#20307; (Frustum) :&#30001;&#36828;&#12289;&#36817;&#12289;&#24038;&#12289;&#21491;&#12289;&#19978;&#12289;&#19979; 6 &#20010;&#24179;&#38754;&#30830;&#23450;&#12290;&#21253;&#25324;:
<ul>
<li>&#24179;&#34892;&#25237;&#24433;&#35270;&#26223;&#20307;</li>
<li>&#36879;&#35270;&#25237;&#24433;&#35270;&#26223;&#20307;</li>
</ul></li>
<li>&#22312;&#19977;&#32500;&#22270;&#24418;&#26174;&#31034;&#36807;&#31243;&#20013;,&#23558;&#20301;&#20110;&#35270;&#26223;&#20307;&#33539;&#22260;&#22806;&#30340;&#29289;&#20307;&#35009;&#21098;&#25481;&#32780;&#19981;&#26174;&#31034;&#12290;
<ul>
<li>&#36890;&#36807;&#21028;&#26029;&#23545;&#35937;&#19982;&#35270;&#26223;&#20307;&#20013;&#30340; 6 &#20010;&#35009;&#21098;&#38754;&#30340;&#20851;&#31995;&#21487;&#20197;&#30830;&#23450;&#23545;&#35937;&#26159;&#21542;&#20301;&#20110;&#35270;&#26223;&#20307;&#20869;&#37096;&#12290;</li>
<li>&#29992;&#25143;&#36824;&#21487;&#20197;&#26681;&#25454;&#38656;&#35201;&#22686;&#21152;&#19968;&#20010;&#38468;&#21152;&#35009;&#21098;&#38754;,&#21435;&#25481;&#19982;&#22330;&#26223;&#26080;&#20851;&#30340;&#30446;&#26631;&#12290;</li>
</ul></li>
</ol>
<div class="figure">
<img src="http://gnat.qiniudn.com/sa/sa-3d-display.png" />

</div>
<div class="figure">
<img src="http://gnat.qiniudn.com/sa/sa-projection.png" />

</div>
<ol>
<li>&#35270;&#21475;&#21464;&#25442;
<ul>
<li>Dim
<ul>
<li>&#35270;&#21475;&#21464;&#25442;&#26159;&#25351;&#32463;&#36807;&#22352;&#26631;&#21464;&#25442;&#12289;&#20960;&#20309;&#35009;&#21098;&#12289;&#25237;&#24433;&#21464;&#25442;&#21518;&#30340;&#29289;&#20307;&#26174;&#31034;&#21040;&#35270;&#21475;&#21306;&#22495;&#12290;</li>
<li>&#35270;&#21475;&#21464;&#25442;&#31867;&#20284;&#25351;&#23450;&#21306;&#22495;&#30340;&#32553;&#25918;&#25805;&#20316;;</li>
<li>&#35270;&#21475;&#30340;&#38271;&#23485;&#27604;&#20363;&#24212;&#19982;&#35270;&#26223;&#20307;&#19968;&#33268;,&#21542;&#21017;&#20250;&#20351;&#35270;&#21475;&#20869;&#30340;&#25237;&#24433;&#22270;&#20687;&#21457;&#29983;&#21464;&#24418;&#12290;</li>
<li>&#24403;&#35270;&#35282;&#22686;&#22823;,&#25237;&#24433;&#24179;&#38754;&#30340;&#38754;&#31215;&#22686;&#22823;,&#35270;&#21475;&#38754;&#31215;&#19982;&#25237;&#24433;&#24179;&#38754;&#38754;&#31215;&#30340;&#27604;&#20540;&#21464;&#23567;,&#20294;&#30001;&#20110;&#29289;&#20307;&#30340;&#25237;&#24433;&#23610;&#23544;&#19981;&#21464;,&#25152;&#20197;&#23454;&#38469;&#26174;&#31034;&#30340;&#29289;&#20307;&#21464;&#23567;&#12290;&#21453;&#20043;,&#35270;&#35282;&#21464;&#23567;&#26102;,&#26174;&#31034;&#29289;&#20307;&#21464;&#22823;&#12290;</li>
</ul></li>
<li>cat
<ul>
<li>&#35270;&#22270;(&#35270;&#28857;)&#21464;&#25442;:&#25226;&#30456;&#26426;&#25918;&#22312;&#19977;&#35282;&#26550;&#19978;,&#24182;&#23545;&#20934;&#22330;&#26223;;</li>
<li>&#27169;&#22411;&#21464;&#25442;:&#23545;&#22330;&#26223;&#36827;&#34892;&#23433;&#25490;,&#20351;&#29289;&#20307;&#22312;&#29031;&#29255;&#20013;&#20301;&#20110;&#20320;&#25152;&#24076;&#26395;&#30340;&#20301;&#32622;;</li>
<li>&#25237;&#24433;&#21464;&#25442;:&#36873;&#25321;&#30456;&#26426;&#30340;&#38236;&#22836;,&#35843;&#25972;&#25918;&#22823;&#20493;&#25968;;</li>
<li>&#35270;&#21475;&#21464;&#25442;:&#30830;&#23450;&#29031;&#29255;&#30340;&#22823;&#23567;&#12290;</li>
</ul></li>
</ul></li>
<li>&#24120;&#29992;&#30340;&#24320;&#21457;&#21253;: OpenGL&#12289;DirectX&#12289;QD3D&#12289;VTK&#12289;Java3D&#31561;, &#29992;&#25143;&#21487;&#20197;&#21033;&#29992;&#36825;&#20123;&#24320;&#21457;&#21253;&#25552;&#20379;&#30340;&#25509;&#21475;&#23454;&#29616;&#19977;&#32500;&#26174;&#31034;&#20013;&#30340;&#21508;&#31181;&#21151;&#33021;&#12290;</li>
</ol>
<p>&#19977;&#32500;&#31354;&#38388;&#26597;&#35810;</p>
<ol>
<li>&#19977;&#32500;&#25968;&#25454;&#30340;&#31354;&#38388;&#26597;&#35810;&#26159;&#19977;&#32500; GIS &#30340;&#22522;&#26412;&#21151;&#33021;&#20043;&#19968;, &#26159;&#20854;&#23427;&#19977;&#32500;&#31354;&#38388;&#20998;&#26512;&#30340;&#22522;&#30784;&#12290;</li>
<li>&#19977;&#32500;&#31354;&#38388;&#26597;&#35810;&#30340;&#26041;&#24335;&#21253;&#25324;:
<ul>
<li>&#22522;&#20110;&#23646;&#24615;&#25968;&#25454;&#30340;&#19977;&#32500;&#26597;&#35810;;</li>
<li>&#22522;&#20110;&#22270;&#24418;&#25968;&#25454;&#30340;&#19977;&#32500;&#26597;&#35810;;</li>
<li>&#22270;&#24418;&#23646;&#24615;&#30340;&#28151;&#21512;&#19977;&#32500;&#26597;&#35810;;</li>
<li>&#27169;&#31946;&#19977;&#32500;&#26597;&#35810;&#31561;&#12290;</li>
</ul></li>
<li>&#19977;&#32500;&#22352;&#26631;&#26597;&#35810;
<ul>
<li>&#22312;&#33719;&#21462;&#19977;&#32500;&#22352;&#26631;&#30340;&#36807;&#31243;&#20013;,&#30001;&#20110;&#23631;&#24149;&#19978;&#30340;&#19977;&#32500;&#27169;&#22411;&#30340;&#20687;&#28857;&#19982;&#19977;&#32500;&#27169;&#22411;&#30340;&#22823;&#22320;&#22352;&#26631;&#19981;&#26159;&#19968;&#19968;&#23545;&#24212;&#30340;,&#24517;&#39035;&#25226;&#40736;&#26631;&#25429;&#25417;&#21040;&#30340;&#20108;&#32500;&#23631;&#24149;&#22352;&#26631;&#36716;&#25442;&#20026;&#19977;&#32500;&#30340;&#22823;&#22320;&#22352;&#26631;,&#36825;&#23454;&#38469;&#19978;&#26159;&#36879;&#35270;&#25237;&#24433;&#30340;&#36870;&#36807;&#31243;&#12290;(&#23631;&#24149;&#20108;&#32500;&#28857;&#21040;&#19977;&#32500;&#22352;&#26631;&#28857;&#30340;&#36716;&#25442;)</li>
<li>&#39640;&#31243;&#26597;&#35810;: &#23545; TIN &#25968;&#25454;,&#29992;&#20869;&#25554;&#30340;&#26041;&#27861;&#27714;&#20986;&#20219;&#24847;&#19968;&#28857;&#30340;&#39640;&#31243;&#12290;
<ul>
<li>&#19968;&#33324;&#20351;&#29992;&#32447;&#24615;&#20869;&#25554;&#12290;</li>
<li>&#20869;&#25554;&#36807;&#31243;&#21253;&#25324;&#26684;&#32593;&#28857;&#23450;&#20301;&#21644;&#39640;&#31243;&#20869;&#25554;&#20004;&#20010;&#36807;&#31243;&#12290;
<ul>
<li>&#26684;&#32593;&#28857;&#23450;&#20301;</li>
<li>&#39640;&#31243;&#20869;&#25554;</li>
</ul></li>
</ul></li>
</ul></li>
</ol>
</dd>
<dt>&#19977;&#32500;&#31354;&#38388;&#29305;&#24449;&#37327;&#31639;</dt>
<dd><ol>
<li>&#34920;&#38754;&#31215;&#35745;&#31639;
<ul>
<li>&#20998;&#22359;&#26354;&#38754;&#25311;&#21512;:</li>
<li>&#20840;&#23616;&#25311;&#21512;&#30340;&#26354;&#38754;:
<ul>
<li>&#19977;&#35282;&#24418;&#26684;&#32593;&#34920;&#38754;&#31215;
<ul>
<li>&#28023;&#20262;&#20844;&#24335;
<ul>
<li><span class="math inline">\(S = [ P( P &#8722; a)( P &#8722; b )( P &#8722; c )] 1 / 2\)</span></li>
<li><span class="math inline">\(P = \frac{a+b+c}{2}\)</span></li>
</ul></li>
</ul></li>
<li>&#27491;&#26041;&#24418;&#26684;&#32593;&#34920;&#38754;&#31215;:
<ul>
<li>&#26354;&#38754;&#25311;&#21512;&#37325;&#31215;&#20998;&#27861;
<ul>
<li><span class="math inline">\(S = \iint(1+f(x)^2 +f(x)^2)^{\frac{1}{2}} dxdy\)</span></li>
<li>&#35813;&#24335;&#26080;&#27861;&#30452;&#25509;&#35745;&#31639;,&#24120;&#29992;&#30340;&#26041;&#27861;&#26159;&#36817;&#20284;&#35745;&#31639;&#12290;&#27604;&#36739;&#24120;&#29992;&#30340;&#26041;&#27861;&#26159;&#25243;&#29289;&#32447;&#27714;&#31215;&#26041;&#27861;,&#20134;&#31216;<strong>&#36763;&#21340;&#29983;</strong>&#26041;&#27861;&#12290;</li>
</ul></li>
<li>&#20998;&#35299;&#20026;&#19977;&#35282;&#24418;&#30340;&#26041;&#27861;</li>
</ul></li>
</ul></li>
</ul></li>
<li>&#20307;&#31215;&#35745;&#31639;
<ul>
<li>&#22522;&#26412;&#24605;&#24819;: &#20197;&#22522;&#24213;&#38754;&#31215; ( &#19977;&#35282;&#24418;&#25110;&#27491;&#26041;&#24418; ) &#20056;&#20197;&#26684;&#32593;&#28857;&#26354;&#38754;&#39640;&#24230;&#30340;&#22343;&#20540;,&#21306;&#22495;&#24635;&#20307;&#31215;&#26159;&#36825;&#20123;&#22522;&#26412;&#26684;&#32593;&#20307;&#31215;&#20043;&#21644;&#12290;</li>
<li>&#22522;&#20110;&#19977;&#35282;&#24418;&#26684;&#32593;&#30340;&#20307;&#31215;&#35745;&#31639;&#26041;&#27861;
<ul>
<li><span class="math inline">\(V = S_a( h_1 + h_2 + h_3 ) / 3\)</span></li>
<li><img src="http://gnat.qiniudn.com/sa/sa-volumn-tri.png" /></li>
</ul></li>
<li>&#22522;&#20110;&#27491;&#26041;&#24418;&#26684;&#32593;&#30340;&#20307;&#31215;&#35745;&#31639;&#26041;&#27861;
<ul>
<li><span class="math inline">\(V = SA( h_1 + h_2 + h_3 + h_4 ) / 4\)</span></li>
</ul></li>
</ul></li>
</ol>
</dd>
<dt>&#24120;&#29992;&#30340;&#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;</dt>
<dd><ol>
<li>&#22369;&#24230;&#21644;&#22369;&#21521;&#35745;&#31639;
<ul>
<li>&#22369;&#24230;:&#26576;&#28857;&#22312;&#26354;&#38754;&#19978;&#30340;&#27861;&#32447;&#26041;&#21521;&#19982;&#22402;&#30452;&#26041;&#21521;&#30340;&#22841;&#35282;,&#26159;&#22320;&#38754;&#29305;&#23450;&#28857;&#39640;&#24230;&#21464;&#21270;&#27604;&#29575;&#30340;&#24230;&#37327;&#12290;</li>
<li>&#22369;&#21521;:&#27861;&#32447;&#30340;&#27491;&#26041;&#21521;&#22312;&#24179;&#38754;&#19978;&#30340;&#25237;&#24433;&#19982;&#27491;&#21271;&#26041;&#21521;&#30340;&#22841;&#35282;,&#21363;&#27861;&#26041;&#21521;&#27700;&#24179;&#25237;&#24433;&#21521;&#37327;&#30340;&#26041;&#20301;&#35282;&#12290;&#21462;&#20540;&#33539;&#22260;&#20174;&#38646;&#26041;&#21521; ( &#27491;&#21271;&#26041;&#21521; ) &#39034;&#26102;&#38024;&#21040; 360 &#24230;&#12290;</li>
<li>&#22369;&#24230;&#21644;&#22369;&#21521;&#35745;&#31639;
<ul>
<li>&#22522;&#20110;&#35268;&#21017;&#26684;&#32593; DEM &#30340;&#22369;&#24230;&#22369;&#21521;&#35745;&#31639;
<ul>
<li>&#35774;&#26631;&#20934;&#30690;&#37327;&#20026; (nx, ny, nz) ,&#21017;&#35813;&#26684;&#32593;&#21333;&#20803;&#30340;&#22369;&#24230; S &#20026;: S = sqrt(nx+ny)/nz, &#22369;&#21521; D &#20026;: D = arctan(nx/ny)</li>
<li>&#22312;&#23454;&#38469;&#35745;&#31639;&#26102;,&#36890;&#24120;&#26159;&#29992; 3&#215;3 &#30340;&#31227;&#21160;&#31383;&#21475;&#26469;&#35745;&#31639;&#20013;&#24515;&#21333;&#20803;&#30340;&#22369;&#24230;&#21644;&#22369;&#21521;</li>
<li>&#35745;&#31639;&#26102;&#32771;&#34385;&#37051;&#25509;&#21333;&#20803;&#30340;&#24433;&#21709;&#26377;&#19981;&#21516;&#26041;&#24335;,&#24120;&#29992;&#30340;&#26041;&#27861;:
<ul>
<li>Ritter &#31639;&#27861;
<ul>
<li>&#21482;&#32771;&#34385;&#30452;&#25509;&#19982;&#20013;&#24515;&#28857;&#21333;&#20803;&#30456;&#37051;&#30340; 4 &#20010;&#21333;&#20803;,&#22270;&#20013;&#20013;&#24515;&#28857; e</li>
<li>&#22369;&#24230; <span class="math inline">\(S_e = (e_1&#8722;e_3)^2+\frac{(e_4&#8722;e_2)^2}{2d}\)</span></li>
<li>&#22369;&#21521; <span class="math inline">\(De = \arctan[(e4&#8722;e2)/(e1&#8722;e3)]+90&#176;]\)</span></li>
</ul></li>
<li>Horn &#31639;&#27861;
<ul>
<li>&#32771;&#34385;&#19982;&#20013;&#24515;&#21333;&#20803;&#30456;&#37051;&#30340; 8 &#20010;&#30456;&#37051;&#21333;&#20803;,&#30452;&#25509;&#37051;&#25509;&#21333;&#20803; (e2, e4, e5, e7) &#30340;&#26435;&#20540;&#20026; 2 ,&#20854;&#23427; 4 &#20010;&#21333;&#20803; (e1, e3, e6, e8) &#30340;&#26435;&#20540;&#20026; 1</li>
<li><img src="http://gnat.qiniudn.com/sa/sa-horn-s.png" /></li>
<li><img src="http://gnat.qiniudn.com/sa/sa-horn-d.png" /></li>
</ul></li>
</ul></li>
</ul></li>
<li>&#22522;&#20110;&#19981;&#35268;&#21017;&#19977;&#35282;&#32593; (TIN) &#30340;&#22369;&#24230;&#22369;&#21521;&#35745;&#31639;
<ul>
<li><img src="http://gnat.qiniudn.com/sa/sa-irregular-sd.png" /></li>
</ul></li>
<li>&#22522;&#20110;&#31561;&#39640;&#32447;&#30340;&#22369;&#24230;&#22369;&#21521;&#35745;&#31639;
<ul>
<li>&#31561;&#39640;&#32447;&#35745;&#38271;&#27861;
<ul>
<li>&#31561;&#39640;&#32447;&#35745;&#38271;&#27861;&#27714;&#20986;&#30340;&#26159;&#19968;&#20010;&#21306;&#22495;&#20869;&#22369;&#24230;&#30340;&#22343;&#20540;,&#21069;&#25552;&#26159;&#37327;&#27979;&#21306;&#22495;&#20869;&#30340;&#31561;&#39640;&#36317;&#30456;&#31561;&#12290;</li>
<li>&#23545;&#20110;&#27979;&#21306;&#36739;&#22823;&#25110;&#31561;&#39640;&#36317;&#19981;&#31561;&#30340;&#24773;&#20917;&#35745;&#31639;&#20986;&#22369;&#24230;&#26377;&#36739;&#22823;&#35823;&#24046;&#12290;</li>
</ul></li>
<li>&#32479;&#35745;&#23398;&#35745;&#31639;&#26041;&#27861;
<ul>
<li>&#26159;&#31561;&#39640;&#32447;&#35745;&#38271;&#26041;&#27861;&#30340;&#21464;&#36890;&#26041;&#27861;,&#29992;&#20110;&#27979;&#21306;&#36739;&#22823;&#25110;&#31561;&#39640;&#36317;&#19981;&#31561;&#30340;&#24773;&#20917;&#12290;&#20854;&#22522;&#26412;&#36923;&#36753;:&#22320;&#24418;&#22369;&#24230;&#36234;&#22823;&#31561;&#39640;&#32447;&#36234;&#23494;&#12289;&#22369;&#24230;&#36234;&#23567;&#31561;&#39640;&#32447;&#36234;&#31232;&#12290;</li>
<li>&#20248;&#28857;&#65306;&#21487;&#25805;&#20316;&#24615;&#24378;&#65292;&#19981;&#21463;&#25968;&#25454;&#37327;&#30340;&#38480;&#21046;&#65292;&#33021;&#22788;&#29702;&#28023;&#37327;&#25968;&#25454;&#12290;</li>
</ul></li>
</ul></li>
</ul></li>
</ul></li>
<li>&#21078;&#38754;&#20998;&#26512;
<ul>
<li>&#20197;&#25968;&#23383;&#22320;&#24418;&#27169;&#22411;( DEM )&#20026;&#22522;&#30784;&#26500;&#36896;&#26576;&#19968;&#20010;&#26041;&#21521;&#30340;&#21078;&#38754;,&#20197;&#32447;&#20195;&#38754;,&#27010;&#25324;&#30740;&#31350;&#21306;&#22495;&#30340;&#22320;&#21183;&#12289;&#22320;&#36136;&#21644;&#27700;&#25991;&#29305;&#24449;;</li>
<li>&#21487;&#22312;&#22320;&#24418;&#21078;&#38754;&#19978;&#21472;&#21152;&#34920;&#31034;&#20854;&#23427;&#22320;&#29702;&#21464;&#37327;,&#21487;&#20197;&#20316;&#20026;&#25552;&#20379;&#22303;&#22320;&#20405;&#34432;&#36895;&#24230;&#30740;&#31350;&#12289;&#20892;&#19994;&#29983;&#20135;&#24067;&#23616;&#30340;&#31435;&#20307;&#32972;&#26223;&#20998;&#26512;&#12289;&#22303;&#22320;&#21033;&#29992;&#35268;&#21010;, &#20197;&#21450;&#24037;&#31243;&#20915;&#31574;</li>
<li>&#22522;&#30784;: &#22320;&#24418;&#21078;&#38754;&#32447; (&#22320;&#24418;&#21078;&#38754;&#32447;&#26681;&#25454;&#25152;&#36873;&#21078;&#38754;&#19982;&#25968;&#23383;&#22320;&#24418;&#22270;&#19978;&#22320;&#24418;&#34920;&#38754;&#30340;&#20132;&#28857;&#21453;&#24212;&#22320;&#24418;&#30340;&#36215;&#20239;&#24773;&#20917;&#12290;)</li>
<li>&#29983;&#25104;&#26041;&#27861;:
<ul>
<li>&#22522;&#20110;&#35268;&#21017;&#26684;&#32593; (Grid) &#30340;&#26041;&#27861;
<ul>
<li>&#30830;&#23450;&#21078;&#38754;&#32447;&#30340;&#36215;&#27490;&#28857;&#12290;&#30001;&#22352;&#26631;&#30830;&#23450;,&#25110;&#29992;&#40736;&#26631;&#22312;&#19977;&#32500;&#22330;&#26223;&#20013;&#36873;&#25321;&#20915;&#23450;;</li>
<li>&#35745;&#31639;&#21078;&#38754;&#32447;&#19982;&#32463;&#36807;&#32593;&#26684;&#30340;&#25152;&#26377;&#20132;&#28857;,&#20869;&#25554;&#20986;&#21508;&#20132;&#28857;&#30340;&#22352;&#26631;&#21644;&#39640;&#31243;,&#23558;&#20132;&#28857;&#25353;&#31163;&#36215;&#22987;&#28857;&#30340;&#36317;&#31163;&#25490;&#24207;;</li>
<li>&#39034;&#24207;&#36830;&#25509;&#30456;&#37051;&#20132;&#28857;,&#24471;&#21040;&#21078;&#38754;&#32447;;</li>
<li>&#36873;&#25321;&#19968;&#23450;&#30340;&#22402;&#30452;&#27604;&#20363;&#23610;&#21644;&#27700;&#24179;&#27604;&#20363;&#23610;,&#20197;&#31163;&#36215;&#22987;&#28857;&#30340;&#36317;&#31163;&#20026;&#27178;&#22352;&#26631;,&#20197;&#21508;&#28857;&#30340;&#39640;&#31243;&#20540;&#20026;&#32437;&#22352;&#26631;&#32472;&#21046;&#21078;&#38754;&#22270;&#12290;</li>
</ul></li>
<li>&#22522;&#20110;&#19981;&#35268;&#21017;&#19977;&#35282;&#32593; (TIN) &#30340;&#26041;&#27861;
<ul>
<li>&#29992;&#21078;&#38754;&#25152;&#22312;&#30340;&#30452;&#32447;&#19982; TIN &#20013;&#30340;&#19977;&#35282;&#38754;&#30340;&#20132;&#28857;&#24471;&#21040;&#21078;&#38754;&#32447;&#12290;</li>
<li>&#21487;&#20808;&#21033;&#29992; TIN &#20013;&#21508;&#19977;&#35282;&#24418;&#26500;&#24314;&#30340;&#25299;&#25169;&#20851;&#31995;&#24555;&#36895;&#25214;&#21040;&#19982;&#21078;&#38754;&#32447;&#30456;&#20132;&#30340;&#19977;&#35282;&#38754;,&#20877;&#36827;&#34892;&#20132;&#28857;&#30340;&#35745;&#31639;,&#36825;&#26679;&#21487;&#20197;&#25552;&#39640;&#36816;&#31639;&#36895;&#24230;&#12290;</li>
<li>&#26368;&#21518;,&#20197;&#36317;&#31163;&#36215;&#22987;&#28857;&#30340;&#36317;&#31163;&#20026;&#27178;&#22352;&#26631;,&#20197;&#21508;&#28857;&#30340;&#39640;&#31243;&#20540;&#20026;&#32437;&#22352;&#26631;&#32472;&#21046;&#21078;&#38754;&#22270;&#12290;</li>
</ul></li>
</ul></li>
</ul></li>
<li>&#35895;&#33034;&#29305;&#24449;&#20998;&#26512;
<ul>
<li>&#26159;&#22320;&#24418;&#20998;&#26512;&#30340;&#37325;&#35201;&#20869;&#23481;, &#22312;&#22320;&#23398;&#20013;&#30340;&#27700;&#25991;&#20998;&#26512;&#20013;&#26377;&#37325;&#35201;&#24212;&#29992;&#12290;&#22914;&#22320;&#34920;&#24452;&#27969;&#20998;&#26512;&#39318;&#20808;&#35201;&#25214;&#20986;&#35813;&#21306;&#22495;&#30340;&#35895;&#33034;&#28857;&#12290;</li>
<li>&#35895;: &#22320;&#21183;&#20013;&#30456;&#23545;&#26368;&#20302;&#28857;&#30340;&#38598;&#21512;</li>
<li>&#33034;: &#26159;&#22320;&#21183;&#30456;&#23545;&#26368;&#39640;&#28857;&#30340;&#38598;&#21512;</li>
<li>&#22522;&#20110;&#26629;&#26684; DEM &#25968;&#25454;&#21028;&#26029;&#35895;&#28857;&#21644;&#33034;&#28857;
<ul>
<li>[][sa-low-high]</li>
<li><span class="math inline">\(VR(i,j)= -1\)</span> &#8594; &#35895;&#28857;, <span class="math inline">\(VR(i,j) = +1\)</span> &#8594; &#33034;&#28857;; &#35813;&#26041;&#27861;&#21482;&#33021;&#25552;&#20379;&#27010;&#30053;&#32467;&#26524;</li>
<li>&#23545;&#35895;&#33034;&#29305;&#24449;&#20316;&#31934;&#30830;&#20998;&#26512;
<ul>
<li>&#30001;&#26354;&#38754;&#25311;&#21512;&#26041;&#31243;&#24314;&#31435;&#22320;&#34920;&#21333;&#20803;&#30340;&#26354;&#38754;&#26041;&#31243;;</li>
<li>&#30830;&#23450;&#26354;&#38754;&#19978;&#21508;&#20010;&#25554;&#20540;&#28857;&#30340;&#26497;&#23567;&#20540;&#21644;&#26497;&#22823;&#20540;;</li>
<li>&#24403;&#25554;&#20540;&#28857;&#22312;&#20004;&#20010;&#30456;&#20114;&#22402;&#30452;&#30340;&#26041;&#21521;&#19978;&#20998;&#21035;&#20026;&#26497;&#22823;&#20540;&#25110;&#26497;&#23567;&#20540;&#26102;,&#30830;&#23450;&#20986;&#35895;&#28857;&#25110;&#33034;&#28857;&#12290;</li>
</ul></li>
</ul></li>
</ul></li>
<li>&#27700;&#25991;&#20998;&#26512;
<ul>
<li>&#25968;&#25454;&#22522;&#30784;: &#26080;&#27964;&#22320;&#30340; DEM</li>
<li>&#20851;&#38190;&#27493;&#39588;: &#27969;&#21521;&#20998;&#26512;</li>
<li>&#27700;&#25991;&#20998;&#26512;&#20351;&#29992;DEM&#25968;&#25454;&#27966;&#29983;&#20854;&#23427;&#27700;&#25991;&#29305;&#24449;: &#25552;&#21462;&#27827;&#27969;&#32593;&#32476;&#12289;&#33258;&#21160;&#21010;&#20998;&#27969;&#22495;&#12290;&#36825;&#20123;&#26159;&#25551;&#36848;&#26576;&#19968;&#22320;&#21306;&#27700;&#25991;&#29305;&#24449;&#30340;&#37325;&#35201;&#22240;&#32032;</li>
<li>&#26080;&#27964;&#22320; DEM &#30340;&#29983;&#25104;
<ul>
<li><img src="http://gnat.qiniudn.com/sa/sa-filled-sink.png" /></li>
<li>DEM &#25968;&#25454;&#20013;&#23384;&#22312;&#35823;&#24046;;</li>
<li>&#23384;&#22312;&#19968;&#20123;&#30495;&#23454;&#30340;&#20302;&#27964;&#22320;&#24418;,&#22914;&#21888;&#26031;&#29305;&#22320;&#35980;</li>
<li>&#22312;&#36827;&#34892;&#27700;&#27969;&#26041;&#21521;&#35745;&#31639;&#26102;,&#30001;&#20110;&#20985;&#38519;&#21306;&#22495;&#30340;&#23384;&#22312;,&#24448;&#24448;&#24471;&#21040;&#19981;&#21512;&#29702;&#30340;&#29978;&#33267;&#38169;&#35823;&#30340;&#27700;&#27969;&#26041;&#21521;</li>
</ul></li>
<li>&#27969;&#21521;&#20998;&#26512;
<ul>
<li>&#26681;&#25454;&#20013;&#24515;&#26684;&#32593;&#19982;&#37051;&#22495;&#26684;&#32593;&#30340;&#26368;&#22823;&#36317;&#31163;&#26435;&#33853;&#24046;&#30830;&#23450;&#12290;</li>
<li>&#36317;&#31163;&#26435;&#33853;&#24046;:&#20013;&#24515;&#26629;&#26684;&#19982;&#37051;&#22495;&#26629;&#26684;&#30340;&#39640;&#31243;&#24046;&#38500;&#20197;&#20004;&#26629;&#26684;&#38388;&#30340;&#36317;&#31163;&#12290;</li>
<li>&#26629;&#26684;&#38388;&#30340;&#36317;&#31163;&#19982;&#26041;&#21521;&#26377;&#20851;
<ul>
<li><img src="http://gnat.qiniudn.com/sa/sa-grid-encoding.png" /></li>
<li>&#26041;&#21521;&#25968;&#20026; 1,4,16,64 ,&#36317;&#31163;&#20026;&#26629;&#26684;&#21333;&#20803;&#36793;&#38271;&#30340;2 &#20493;</li>
<li>&#26041;&#21521;&#25968;&#20026; 2,8,32,128 ,&#36317;&#31163;&#20026;&#26629;&#26684;&#21333;&#20803;&#30340;&#36793;&#38271;</li>
</ul></li>
</ul></li>
<li>&#27719;&#27969;&#32047;&#31215;&#30697;&#38453;&#30340;&#35745;&#31639;
<ul>
<li>&#27719;&#27969;&#32047;&#31215;&#25968;&#20540;&#30697;&#38453;:&#29992;&#30697;&#38453;&#24418;&#24335;&#34920;&#31034;&#21306;&#22495;&#22320;&#24418;&#27599;&#28857;&#30340;&#27969;&#27700;&#32047;&#31215;&#37327;&#12290;</li>
<li>&#22522;&#26412;&#24605;&#24819;:
<ul>
<li>&#20197;&#35268;&#21017;&#26684;&#32593;&#34920;&#31034;&#30340;&#25968;&#23383;&#22320;&#38754;&#39640;&#31243;&#27169;&#22411;&#30340;&#27599;&#28857;&#37117;&#26377;&#19968;&#20010;&#21333;&#20301;&#27700;&#37327;</li>
<li>&#25353;&#29031;&#33258;&#28982;&#27700;&#27969;&#20174;&#39640;&#22788;&#24448;&#20302;&#22788;&#27969;&#30340;&#33258;&#28982;&#35268;&#24459;</li>
<li>&#26681;&#25454;&#21306;&#22495;&#22320;&#24418;&#30340;&#27700;&#27969;&#26041;&#21521;&#25968;&#25454;&#35745;&#31639;&#27599;&#28857;&#22788;&#25152;&#27969;&#36807;&#30340;&#27700;&#37327;&#25968;&#20540;</li>
<li>&#35745;&#31639;&#24471;&#21040;&#35813;&#21306;&#22495;&#30340;&#27719;&#27969;&#32047;&#31215;&#37327;&#12290;</li>
</ul></li>
</ul></li>
<li>&#27700;&#27969;&#38271;&#24230;:&#22320;&#38754;&#19978;&#19968;&#28857;&#27839;&#27700;&#27969;&#26041;&#21521;&#21040;&#20854;&#27969;&#21521;&#36215;&#28857; ( &#25110;&#32456;&#28857; ) &#38388;&#30340;&#26368;&#22823;&#22320;&#38754;&#36317;&#31163;&#22312;&#27700;&#24179;&#38754;&#19978;&#30340;&#25237;&#24433;&#38271;&#24230;&#12290;
<ul>
<li>&#27700;&#27969;&#38271;&#24230;&#30340;&#35745;&#31639;: &#22320;&#38754;&#19978;&#19968;&#28857;&#27839;&#27700;&#27969;&#26041;&#21521;&#21040;&#20854;&#27969;&#21521;&#36215;&#28857; ( &#25110;&#32456;&#28857; ) &#38388;&#30340;&#26368;&#22823;&#22320;&#38754;&#36317;&#31163;&#22312;&#27700;&#24179;&#38754;&#19978;&#30340;&#25237;&#24433;&#38271;&#24230;&#12290;</li>
<li><img src="http://gnat.qiniudn.com/sa/sa-river-length.png" /></li>
</ul></li>
<li>&#27827;&#32593;&#25552;&#21462; (&#26041;&#27861;):
<ul>
<li>&#20027;&#35201;&#37319;&#29992;&#22320;&#34920;&#24452;&#27969;&#28459;&#27969;&#27169;&#22411;</li>
<li>&#27827;&#32593;&#30340;&#29983;&#25104;&#22522;&#20110;&#27969;&#27700;&#32047;&#31215;&#37327;&#12290;</li>
<li>&#35774;&#23450;&#38408;&#20540;,&#24605;&#24819;&#26159;&#26681;&#25454;&#25152;&#35774;&#23450;&#30340;&#38408;&#20540;&#23545;&#25972;&#20010;&#21306;&#22495;&#36827;&#34892;&#21028;&#26029;,</li>
<li>&#20854;&#20013;&#27719;&#27969;&#37327;&#22823;&#20110;&#38408;&#20540;&#26629;&#26684;,&#23601;&#26159;&#28508;&#22312;&#30340;&#27700;&#27969;&#36335;&#24452;&#12290;</li>
</ul></li>
<li>&#27827;&#27969;&#20998;&#32423;
<ul>
<li>Strahler &#27827;&#27969;&#20998;&#32423;&#26041;&#27861;</li>
<li>Shreve &#27827;&#27969;&#20998;&#32423;&#26041;&#27861;</li>
<li><img src="http://gnat.qiniudn.com/sa/sa-river-classify.png" /></li>
</ul></li>
<li>&#27969;&#22495;&#30340;&#20998;&#21106;
<ul>
<li>&#27969;&#22495;&#21448;&#31216;&#38598;&#27700;&#21306;&#22495;,&#25351;&#27969;&#32463;&#20854;&#20013;&#30340;&#27700;&#27969;&#21644; / &#25110;&#20854;&#23427;&#29289;&#36136;&#20174;&#19968;&#20010;&#20844;&#20849;&#30340;&#20986;&#27700;&#21475;&#25490;&#20986;&#20174;&#32780;&#24418;&#25104;&#20102;&#19968;&#20010;&#38598;&#20013;&#30340;&#25490;&#27700;&#21306;&#22495;&#12290;</li>
<li>&#27969;&#22495;&#26174;&#31034;&#27599;&#20010;&#27969;&#22495;&#27719;&#27700;&#21306;&#22495;&#30340;&#22823;&#23567;&#12290;</li>
<li>&#20986;&#27700;&#21475; ( &#25110;&#20986;&#27700;&#28857; ) &#26159;&#27969;&#22495;&#20869;&#27700;&#27969;&#30340;&#20986;&#21475;,&#26159;&#25972;&#20010;&#27969;&#22495;&#30340;&#26368;&#20302;&#22788;&#12290;</li>
<li>&#27969;&#22495;&#38388;&#30340;&#20998;&#30028;&#32447;&#26159;&#20998;&#27700;&#23725;&#12290;</li>
<li>&#20998;&#27700;&#23725;&#21253;&#22260;&#30340;&#21306;&#22495;&#31216;&#20026;&#19968;&#26465;&#27827;&#27969;&#25110;&#27700;&#31995;&#30340;&#27969;&#22495;,</li>
<li>&#27969;&#22495;&#20998;&#27700;&#32447;&#25152;&#21253;&#22260;&#30340;&#21306;&#22495;&#38754;&#31215;&#23601;&#26159;&#27969;&#22495;&#38754;&#31215;&#12290;</li>
</ul></li>
</ul></li>
<li>&#27700;&#28153;&#20998;&#26512;:
<ul>
<li>&#27946;&#27700;&#28153;&#27809;&#26041;&#24335;&#20998;&#20026;:
<ul>
<li>&#28459;&#22564;&#24335;&#28153;&#27809;: &#20998;&#26512;&#22312;&#29305;&#23450;&#27700;&#20301;&#26465;&#20214;&#19979;,&#27946;&#27700;&#20250;&#23548;&#33268;&#22810;&#22823;&#30340;&#28153;&#27809;&#33539;&#22260;&#21644;&#22810;&#39640;&#30340;&#27700;&#28145;&#20998;&#24067;&#12290;</li>
<li>&#20915;&#22564;&#24335;&#28153;&#27809;: &#20998;&#26512;&#26576;&#19968;&#27946;&#37327;&#26465;&#20214;&#19979;,&#27946;&#27700;&#21487;&#33021;&#36896;&#25104;&#22810;&#22823;&#30340;&#28153;&#27809;&#33539;&#22260;&#21644;&#27700;&#28145;&#20998;&#24067;&#12290;</li>
</ul></li>
<li>&#27700;&#28153;&#20998;&#26512;&#26159;&#22522;&#20110;&#22320;&#24418;&#25968;&#25454;&#23454;&#29616;&#30340;&#12290;
<ul>
<li>TIN &#25968;&#25454;: &#30001;&#20110;&#20854;&#23384;&#20648;&#21644;&#20998;&#26512;&#30340;&#22797;&#26434;&#24615;,&#19981;&#21033;&#20110;&#27700;&#28153;&#20998;&#26512;&#12290;</li>
<li>GRID &#25968;&#25454;: &#27700;&#28153;&#20998;&#26512;&#30340;&#20027;&#35201;&#25968;&#25454;&#28304;&#12290;</li>
</ul></li>
<li>&#32473;&#23450;&#27946;&#27700;&#27700;&#20301;&#30340;&#28153;&#27809;&#20998;&#26512;:
<ul>
<li>&#39318;&#20808;&#30830;&#23450;&#27946;&#27700;&#27700;&#28304;&#20837;&#21475; ;</li>
<li>&#20877;&#26681;&#25454;&#32473;&#23450;&#30340;&#27946;&#27700;&#27700;&#20301;,&#20174;&#27700;&#28304;&#22788;&#24320;&#22987;&#36827;&#34892;&#26684;&#32593;&#36830;&#36890;&#24615;&#20998;&#26512;,&#25152;&#26377;&#33021;&#22815;&#19982;&#20837;&#21475;&#22788;&#36830;&#36890;&#30340;&#26684;&#32593;&#21333;&#20803;&#23601;&#26159;&#27946;&#27700;&#28153;&#27809;&#30340;&#33539;&#22260;&#12290;</li>
<li>&#35745;&#31639;&#28153;&#27809;&#33539;&#22260;&#20869;&#26684;&#32593;&#30340;&#27700;&#28145; W,&#24471;&#21040;&#27700;&#28145;&#20998;&#24067;&#24773;&#20917;: W = H - E, (H: &#27946;&#27700;&#27700;&#20301;; E: &#26684;&#32593;&#21333;&#20803;&#39640;&#31243;&#20540;)</li>
</ul></li>
<li>&#27700;&#27969;&#26041;&#21521;:&#30001;&#39640;&#21521;&#20302;&#27839;&#30528;&#22369;&#24230;&#26368;&#38497;&#30340;&#26041;&#21521;&#27969;&#21160;,&#21487;&#20197;&#26681;&#25454;&#35813;&#28857;&#30340; 8 &#20010;&#30456;&#37051;&#26684;&#32593;&#30340;&#39640;&#31243;&#26469;&#21028;&#26029;&#12290;
<ul>
<li>&#20855;&#20307;&#31639;&#27861;:</li>
<li>&#39318;&#20808;&#20174;&#27700;&#24179;&#12289;&#22402;&#30452;&#22235;&#20010;&#26041;&#21521;&#30340;&#26684;&#32593;( &#28784;&#33394;&#37096;&#20998; ) &#39640;&#31243;&#20013;&#25214;&#20986;&#26368;&#22823;&#39640;&#31243;&#28857; hmax1 &#21644;&#26368;&#23567;&#39640;&#31243;&#28857; hmin1 ;</li>
<li>&#20174;&#23545;&#35282;&#32447;&#30340;&#22235;&#20010;&#26041;&#21521; ( &#30333;&#33394;&#37096;&#20998; ) &#25214;&#20986;&#26368;&#22823;&#39640;&#31243;&#28857; hmax2 &#21644;&#26368;&#23567;&#39640;&#31243;&#28857; hmin2 ;</li>
<li>&#23545; hmax1 &#21644; hmax2 &#36827;&#34892;&#27604;&#36739;: max((hmax1-h)/d, (hmax2-h)/(sqrt(2)*d)): d : DEM &#26684;&#32593;&#38388;&#36317; ; h : DEM &#20013;&#24403;&#21069;&#28857;&#30340;&#39640;&#31243;&#12290;</li>
<li>&#36873;&#20986;&#30340;&#28857;&#21363;&#24403;&#21069;&#28857;&#30340;&#19978;&#28216;&#28857; ( &#20837;&#27700;&#28857; ) &#12290;</li>
</ul></li>
</ul></li>
<li>&#24452;&#27969;&#20998;&#26512;:
<ul>
<li>&#33021;&#22815;&#24418;&#25104;&#22320;&#34920;&#24452;&#27969;&#30340;&#22320;&#35980;&#24418;&#24577;:&#27827;&#27969;&#21450;&#27946;&#27700;&#24418;&#25104;&#30340;&#23665;&#35895;&#27807;&#28192;&#12290;</li>
<li>&#27827;&#27969;&#21644;&#23665;&#35895;&#37117;&#23646;&#20110;&#35895;&#22320;&#22320;&#35980;,&#21487;&#20197;&#36890;&#36807;&#23665;&#35895;&#32447;&#26469;&#21028;&#26029;,&#23665;&#35895;&#32447;&#30340;&#29983;&#25104;&#19982;&#35895;&#28857;&#20998;&#24067;&#30456;&#20851;&#12290;</li>
<li>&#36827;&#34892;&#24452;&#27969;&#20998;&#26512;&#21069;&#35201;&#20808;&#25214;&#20986;&#35813;&#21306;&#22495;&#30340;&#35895;&#33034;&#28857;&#12290;</li>
<li>&#36890;&#36807;&#35895;&#33034;&#20998;&#26512;&#24471;&#21040;&#35895;&#28857;&#21644;&#33034;&#28857;&#21518;,&#21487;&#26681;&#25454;&#23665;&#35895;&#32447;&#30340;&#29305;&#24449;&#33719;&#21462;&#23665;&#35895;&#32447;,&#20174;&#32780;&#24471;&#21040;&#22320;&#34920;&#24452;&#27969;&#36335;&#24452;&#12290;</li>
</ul></li>
<li>&#21472;&#32622;&#20998;&#26512;</li>
<li>&#38452;&#24433;&#20998;&#26512;</li>
<li>&#21487;&#35270;&#24615;&#20998;&#26512;</li>
<li>&#32531;&#20914;&#21306;&#20998;&#26512;</li>
</ol>
</dd>
<dt>ArcGIS &#30340;&#19977;&#32500;&#25968;&#25454;&#31354;&#38388;&#20998;&#26512;&#24037;&#20855;</dt>
<dd><p>&#26377;&#19981;&#38169;&#30340; GUI &#30028;&#38754;&#65292;&#36824;&#26377;&#36275;&#22815;&#24378;&#22823;&#30340; Python &#25509;&#21475;&#65292;&#21442;&#35265; <a href="post-0018-spatial-analysis.html">&#31354;&#38388;&#20998;&#26512;&#23454;&#20064;&#25253;&#21578;</a>&#12290;</p>
</dd>
</dl>
<h3 id="&#23567;&#32467;-2">3.6. &#23567;&#32467;</h3>
<p>&#31354;&#38388;&#20998;&#26512;&#26159;&#22312;&#31354;&#38388;&#35748;&#30693;&#22522;&#30784;&#19978;&#65292;&#23545;&#26629;&#26684;&#25110;&#32773;&#30690;&#37327;&#30340;&#22320;&#29702;&#31354;&#38388;&#25968;&#25454;&#25152;&#36827;&#34892;&#30340;&#23450;&#24615;&#21644;&#23450;&#37327;&#20998;&#26512;&#12290;</p>
<h2 id="&#24635;&#32467;">4. &#24635;&#32467;</h2>
<p>&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#22312;&#29983;&#20135;&#29983;&#27963;&#20013;&#24212;&#29992;&#24191;&#27867;&#65292;&#20316;&#29992;&#24040;&#22823;&#12290;&#24212;&#35813;&#31215;&#26497;&#21033;&#29992;&#21508;&#20010;&#23398;&#31185;&#65292;&#21327;&#21161; GIS &#30340;&#21457;&#23637;&#65292;&#20419;&#36827;&#20854;&#36827;&#27493;&#12290;&#39318;&#20808;&#35201;&#21033;&#29992;&#21746;&#23398;&#24605;&#24819;&#25351;&#23548; GIS &#30340;&#30740;&#31350;&#24037;&#20316;&#65292;&#20854;&#27425;&#35201;&#29992;&#25968;&#23398;&#30693;&#35782;&#25552;&#20986;&#21512;&#29702;&#30340;&#20551;&#35774;&#26500;&#24314;&#36866;&#29992;&#30340;&#27169;&#22411;&#65292;&#26368;&#21518;&#36890;&#36807;&#32534;&#31243;&#30340;&#26041;&#24335;&#35753;&#35745;&#31639;&#26426;&#23454;&#29616;&#36825;&#20010;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;<a href="#fn10" class="footnoteRef" id="fnref10"><sup>10</sup></a>&#12290;</p>
<h2 id="&#21442;&#32771;&#25991;&#29486;">5. &#21442;&#32771;&#25991;&#29486;</h2>
<hr />
<p>Refs</p>
<ol>
<li>&#31354;&#38388;&#20998;&#26512;&#65292;Slides&#65292;&#27494;&#27721;&#22823;&#23398;&#36965;&#24863;&#20449;&#24687;&#24037;&#31243;&#23398;&#38498;</li>
<li>&#25105; 2013 &#24180;&#31508;&#35760;&#65306;<a href="https://github.com/district10/notes/blob/master/2014/%E7%A9%BA%E9%97%B4%E5%88%86%E6%9E%90.md">notes/&#31354;&#38388;&#20998;&#26512;.md at master &#183; district10/notes</a></li>
</ol>
<div class="footnotes">
<hr />
<ol>
<li id="fn1"><p>&#8220;&#22914;&#26524;&#35828;&#22320;&#22270;&#26159;&#22320;&#29702;&#23398;&#30340;&#31532;&#20108;&#20195;&#35821;&#35328;&#65292;&#37027;&#20040;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#23601;&#26159;&#22320;&#29702;&#23398;&#30340;&#31532;&#19977;&#20195;&#35821;&#35328;&#12290;&#8221; &#65292;&#38472;&#36848;&#24429;&#12290;<a href="#fnref1">&#8617;</a></p></li>
<li id="fn2"><p>&#20986;&#33258; <em>Geographic Information and Science</em>&#65288;2014&#65292;Paul A. Longley&#65292; Michael F. Goodchild&#65292;David J. Maguire&#65292;David W. Rhind&#65289;&#65292;p.&#160;13&#12290;<a href="#fnref2">&#8617;</a></p></li>
<li id="fn3"><p>&#8220;&#20803;&#8221;&#65292;&#8220;&#20803;&#25968;&#25454;&#8221;&#30340;&#8220;&#20803;&#8221;<span class="citation">[@NationalInformationStandardsOrganization2004]</span>&#12290;<a href="#fnref3">&#8617;</a></p></li>
<li id="fn4"><p>John Kelleher, Tom Doris, Qamir Hussain. <em>SONAS: Multimodal, Multi-User Interaction with a Modelled Environment</em>[J]. Spatial Cognition: Foundations and applications, Selected papers from Mind III, Annual Conference of the Cognitive Science Society of Ireland, 1998.<a href="#fnref4">&#8617;</a></p></li>
<li id="fn5"><p>Mike Eisenberg, Ann Eisenberg. <em>Designing Real-Time Software Advisors for 3D Spatial Operations</em>[J]. Spatial Cognition: Foundations and applications, Selected papers from Mind III, Annual Conference of the Cognitive Science Society of Ireland, 1998.<a href="#fnref5">&#8617;</a></p></li>
<li id="fn6"><p>Robert K. Lindsay. <em>Using Spatial Semantics to Discover and Verify Diagrammatic Demonstrations of Geometric Propositions</em>[J]. Spatial Cognition: Foundations and applications , Selected papers from Mind III, Annual Conference of the Cognitive Science Society of Ireland, 1998.<a href="#fnref6">&#8617;</a></p></li>
<li id="fn7"><p>Andrew U. Frank, Martin Raubal. <em>Formal Specifications of Image Schemata for Interoperability in Geographic Information Systems</em>[J]. Spatial Cognition: Foundations and applications , Selected papers from Mind III, Annual Conference of the Cognitive Science Society of Ireland, 1998.<a href="#fnref7">&#8617;</a></p></li>
<li id="fn8"><p>Byrne, R. M. J., Johnson-Laird, P. N.. <em>Spatial reasoning. Journal of Memory and Language</em>, 28, 564&#8211;575, 1989.<a href="#fnref8">&#8617;</a></p></li>
<li id="fn9"><p>&#35770;&#25991; <em>Given-New Versus New-Given?: An analysis of reading times for spatial descriptions</em> &#36890;&#36807;&#30740;&#31350;&#20154;&#31867;&#30340;&#31354;&#38388;&#25551;&#36848;&#30456;&#20851;&#25991;&#23383;&#30340;&#38405;&#35835;&#20064;&#24815;&#65292;&#29992;&#23454;&#39564;&#39564;&#35777;&#20102;&#36825;&#19977;&#20010;&#29468;&#24819;&#12290;<a href="#fnref9">&#8617;</a></p></li>
<li id="fn10"><p>&#21151;&#22827;&#22312;&#35799;&#22806;&#65292;&#21482;&#26377;&#22810;&#20511;&#37492;&#23398;&#31185;&#20013;&#30340;&#29702;&#35770;&#19982;&#26041;&#27861;&#65292;&#34701;&#20837;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#30340;&#30740;&#31350;&#36807;&#31243;&#20013;&#65292;GIS &#25165;&#33021;&#22823;&#27493;&#21457;&#23637;&#12290;<a href="#fnref10">&#8617;</a></p></li>
</ol>
</div>
<ul class="tzx-tags-group">
<li><a class="tzx-tag" href="tags.html/#homework">homework</a></li>
<li><a class="tzx-tag" href="tags.html/#gis">gis</a></li>
<li><a class="tzx-tag" href="tags.html/#overall">overall</a></li>
</ul>

<div class="tzx-changes"><select id="tzx-changes" title="&#21382;&#21490;&#29256;&#26412;">
<option value="https://raw.githubusercontent.com/district10/blog/58d3d3880db6ca3930e48156b2a0339ab4f5351a/_posts/post-0050-gis-overall.md" title="1 insertions(+), 1 deletions(-)">1578505724</option>
<option value="https://raw.githubusercontent.com/district10/blog/503e511788e741cf3ef0f32f8894bf9b83c6206b/_posts/post-0050-gis-overall.md" title="868 insertions(+), 0 deletions(-)">1504105630</option>
</select></div>

<script>
var tzxFilename = "_posts/post-0050-gis-overall.md";
var tzxChanges = [
    {
        hash: "58d3d3880db6ca3930e48156b2a0339ab4f5351a",
        datetime: "1578505724",
        insertions: 1,
        deletions: 1
    },
    {
        hash: "503e511788e741cf3ef0f32f8894bf9b83c6206b",
        datetime: "1504105630",
        insertions: 868,
        deletions: 0
    },
];
</script>

<script type="text/javascript" src="jquery.min.js"></script>
<script type="text/javascript" src="jquery-ui.min.js"></script>
<script type="text/javascript" src="clappr.min.js"></script>
<script type="text/javascript" src="lazyload.min.js"></script>
<script type="text/javascript" src="egg.min.js"></script>
<script type="text/javascript" src="moment.min.js"></script>
<script type="text/javascript" src="clipboard.min.js"></script>
<script type="text/javascript" src="main.js"></script>
<hr style="color: #9ddcff;"/>
<div id="copyright">TANG ZhiXiong, 2018.  Generated by Pandoc on Travis CI. <a  href="https://github.com/district10/blog">Fork Me on GitHub.</a></div>
<div id="comments" class="comments-area"></div>

<link rel="stylesheet" href="https://unpkg.com/gitalk/dist/gitalk.css">
<script src="https://unpkg.com/gitalk/dist/gitalk.min.js"></script>
<script type="text/javascript">
    var gitalk = new Gitalk({
        clientID: '010a49f90ea2dacb0963',
        clientSecret: '38512e4e4da431fc61d44508ed53f9fe6eb7f29f',
        repo: 'blog',
        owner: 'district10',
        admin: ['district10'],
        id: window.location.pathname,
    });
gitalk.render('comments');
</script>

</body>
</html>
