<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <meta http-equiv="Content-Style-Type" content="text/css" />
  <meta http-equiv="x-ua-compatible" content="ie=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <meta name="generator" content="pandoc" />
  <meta name="author" content="TANG ZhiXiong; dvorak4tzx; district10" />
  <meta name="date" content="2015-12-10" />
  <title>Quotes | &#35328;&#35770;</title>
  <style type="text/css">code{white-space: pre;}</style>
  <link rel="stylesheet" href="jquery-ui.css" type="text/css" />
  <link rel="stylesheet" href="font-awesome.min.css" type="text/css" />
  <link rel="stylesheet" href="main.css" type="text/css" />
</head>
<body>
<div id="header">
<h1 class="title">Quotes | &#35328;&#35770;</h1>
<h3 class="date">2015-12-10</h3>
</div>
<div id="tocbox" class="pokerface">
    <div id="tocboxheader">&#xf03b;</div>
    <div id="tocboxbody">
        <ul>
        <li><a href="#quotes-&#35328;&#35770;">Quotes | &#35328;&#35770;</a><ul>
        <li><a href="#&#24180;&#31957;">&#24180;&#31957;</a></li>
        <li><a href="#albert-einstein">Albert Einstein</a></li>
        <li><a href="#alan-perlis">Alan Perlis</a></li>
        <li><a href="#&#40065;&#36805;">&#40065;&#36805;</a></li>
        <li><a href="#&#24352;&#20116;&#24120;">&#24352;&#20116;&#24120;</a></li>
        <li><a href="#misc">MISC</a></li>
        <li><a href="#bing">Bing</a></li>
        <li><a href="#&#21476;&#25991;">&#21476;&#25991;</a></li>
        </ul></li>
        </ul>
    </div>
</div>
<div id="navigator" class="pokerface"><a id="gotoindex" href="index.html" title="&#25353;&#19979;&#12304;h&#12305;&#33719;&#21462;&#39029;&#38754;&#24110;&#21161;&#12290;">&#xf015;</a></div>
<h1 id="quotes-&#35328;&#35770;">Quotes | &#35328;&#35770;</h1>
<h3 id="&#24180;&#31957;">&#24180;&#31957;</h3>
<p><small><a href="http://www.douban.com/people/heatherheather/">&#65312;&#24180;&#31957;</a></small></p>
<ol>
<li>&#25105;&#20204;&#30340;&#29983;&#27963;&#19981;&#21487;&#33021;&#37027;&#20040;&#26085;&#24120;</li>
<li>1 &#20010; trick &#32988;&#36807; 3 &#20010; bound</li>
<li>&#32032;&#20197;&#20859;&#32474;</li>
</ol>
<h3 id="albert-einstein">Albert Einstein</h3>
<ol>
<li>Try not to become a man of success, but rather try to become a man of value.</li>
</ol>
<h3 id="alan-perlis">Alan Perlis</h3>
<ol>
<li>Lisp programmers know the value of everything but the cost of nothing.<a href="#fn1" class="footnoteRef" id="fnref1"><sup>1</sup></a></li>
</ol>
<h3 id="&#40065;&#36805;">&#40065;&#36805;</h3>
<ol>
<li>&#32477;&#26395;&#20043;&#20026;&#34394;&#22916;&#65292;&#27491;&#19982;&#24076;&#26395;&#30456;&#21516;</li>
<li>&#23492;&#24847;&#23506;&#26143;&#33603;&#65288;qu&#225;n&#65289;&#19981;&#23519;&#65292;&#25105;&#20197;&#25105;&#34880;&#33616;&#36713;&#36757;</li>
</ol>
<h3 id="&#24352;&#20116;&#24120;">&#24352;&#20116;&#24120;</h3>
<ol>
<li>&#23398;&#20064;&#35201;&#20174;&#20551;&#35774;&#22823;&#24072;&#26159;&#23545;&#20837;&#25163;&#12290;&#65288;&#12298;&#21566;&#24847;&#29420;&#24604;&#25165;&#12299;&#65289;</li>
<li>&#26080;&#21487;&#32622;&#30097;&#65292;&#19982;&#39321;&#28207;&#30340;&#38738;&#24180;&#30456;&#27604;&#65292;&#20869;&#22320;&#30340;&#38738;&#24180;&#8211;&#23588;&#20854;&#26159;&#24868;&#38738;&#8211;&#26159;&#19981;&#21916;&#27426;&#25552;&#20986;&#38382;&#39064;&#30340;&#12290;&#20182;&#20204;&#32473;&#25105;&#30340;&#24863;&#21463;&#65292;&#19981;&#26159;&#39640;&#20658;&#65292;&#20063;&#19981;&#26159;&#26080;&#24515;&#21521;&#23398;&#65292;&#32780;&#26159;&#33258;&#20197;&#20026;&#26159;&#65292;&#20197;&#19981;&#30693;&#20026;&#30693;&#20043;&#65292;&#25226;&#19990;&#30028;&#30475;&#24471;&#22826;&#31616;&#21333;&#20102;&#12290;&#20182;&#20204;&#36890;&#24120;&#19981;&#30693;&#36947;&#38382;&#39064;&#30340;&#25152;&#22312;&#23601;&#25552;&#20986;&#33258;&#24049;&#30340;&#35266;&#28857;&#65292;&#23545;&#38169;&#20998;&#26126;&#65292;&#19981;&#32771;&#34385;&#28784;&#33394;&#22320;&#24102;&#65292;&#36923;&#36753;&#25512;&#29702;&#19968;&#22604;&#31946;&#28034;&#12290;</li>
</ol>
<h3 id="misc">MISC</h3>
<ol>
<li>Programs should be written for people to read, and only incidentally for machines to execute. &#8211; SICP</li>
<li>Just pirate it. If you still like it when you can afford it in the future, buy it then. Also don&#8217;t forget to feel bad. ;) &#8211; Notch</li>
<li>I personally don&#8217;t like invisible formatting tags and I find that WYSIWYG is more like WYCSYCG in practice. &#8211; Coding Horror</li>
<li>&#25105;&#20013;&#23398;&#26102;&#24456;&#20667; &#8212; &#34429;&#28982;&#29616;&#22312;&#20063;&#19981;&#32874;&#26126;&#65292;&#20294;&#36215;&#30721;&#30693;&#36947;&#33258;&#24049;&#20667;&#20102;&#12290;(&#8211; <a href="http://www.douban.com/people/juedaijiagongzi/">&#32769;&#29579;&#23376;@&#35910;&#29923;</a>)</li>
<li>15&#23681;&#35273;&#24471;&#28216;&#27891;&#38590;&#65292;&#25918;&#24323;&#28216;&#27891;&#65292;&#21040;18&#23681;&#36935;&#21040;&#19968;&#20010;&#20320;&#21916;&#27426;&#30340;&#20154;&#32422;&#20320;&#21435;&#28216;&#27891;&#65292;&#20320;&#21482;&#22909;&#35828;&#8220;&#25105;&#19981;&#20250;&#32822;&#8221;&#12290;18&#23681;&#35273;&#24471;&#33521;&#25991;&#38590;&#65292;&#25918;&#24323;&#33521;&#25991;&#65292;28&#23681;&#20986;&#29616;&#19968;&#20010;&#24456;&#26834;&#20294;&#35201;&#20250;&#33521;&#25991;&#30340;&#24037;&#20316;&#65292;&#20320;&#21482;&#22909;&#35828;&#8220;&#25105;&#19981;&#20250;&#32822;&#8221;&#12290;&#20154;&#29983;&#21069;&#26399;&#36234;&#23244;&#40635;&#28902;&#65292;&#36234;&#25042;&#24471;&#23398;&#65292;&#21518;&#26469;&#23601;&#36234;&#21487;&#33021;&#38169;&#36807;&#35753;&#20320;&#21160;&#24515;&#30340;&#20154;&#21644;&#20107;&#65292;&#38169;&#36807;&#26032;&#39118;&#26223;&#12290;&#8211; &#34081;&#24247;&#27704;</li>
<li>&#36825;&#20010;&#24515;&#24577;&#35201;&#25918;&#22909;&#21834;&#12290;&#28165;&#21326;&#38598;&#20013;&#20102;&#20013;&#22269;&#26368;&#29275;&#36924;&#30340;&#19968;&#32676;&#20154;&#12290;&#22914;&#26524;&#22312;&#36825;&#20123;&#20154;&#20013;&#65292;&#36824;&#26159;&#25105;&#26368;&#29275;&#36924;&#65292;&#37027;&#20013;&#22269;&#23601;&#27809;&#25937;&#20102;&#12290; &#8211; <a href="https://www.zhihu.com/people/zhang-chi-11">&#24352;&#24347;@&#30693;&#20046;</a></li>
<li>&#22312;&#25105;&#33258;&#24049; 30 &#24180;&#30340;&#23398;&#26415;&#29983;&#28079;&#20013;&#65292;&#25105;&#27880;&#24847;&#21040;&#24456;&#22810;&#22403;&#22334;&#35770;&#25991;&#30340;&#19968;&#20010;&#20849;&#21516;&#29305;&#28857;&#65292;&#23601;&#26159;&#22312;&#20445;&#25345;&#32467;&#26524;&#21512;&#29702;&#30340;&#24773;&#20917;&#19979;&#65292;&#25226;&#38382;&#39064;&#22797;&#26434;&#21270;&#65292;&#35753;&#35780;&#22996;&#25110;&#32769;&#24072;&#27809;&#26377;&#26102;&#38388;&#25110;&#32784;&#24515;&#32454;&#30475;&#27714;&#35299;&#30340;&#36807;&#31243;&#65292;&#21482;&#22909;&#35753;&#20854;&#36807;&#20851;&#12290;&#36825;&#31181;&#22312;&#20105;&#35770;&#20013;&#25226;&#38382;&#39064;&#22797;&#26434;&#21270;&#26469;&#38378;&#36991;&#22833;&#36133;&#30340;&#26041;&#27861;&#65292;&#33521;&#25991;&#37324;&#23601;&#21483;&#65306;If you can&#8217;t convince, try to confuse. &#8211; &#26446;&#23567;&#25991;&#38498;&#22763;</li>
<li>&#20026;&#20160;&#20040;&#36825;&#20040;&#23569;&#30340;&#20154;&#36861;&#27714;&#20248;&#38597;&#65311;&#36825;&#23601;&#26159;&#29616;&#23454;&#12290;&#22914;&#26524;&#35828;&#20248;&#38597;&#20063;&#26377;&#32570;&#28857;&#30340;&#35805;&#65292;&#37027;&#23601;&#26159;&#20320;&#38656;&#35201;&#33392;&#24040;&#30340;&#24037;&#20316;&#25165;&#33021;&#24471;&#21040;&#23427;&#65292;&#38656;&#35201;&#33391;&#22909;&#30340;&#25945;&#32946;&#25165;&#33021;&#27427;&#36175;&#23427;&#12290;&#65288;Dijkstra&#65289;</li>
<li>&#21516;&#26679;&#21160;&#20316;&#37325;&#22797; 300 &#27425;&#65292;&#32908;&#32905;&#23601;&#20250;&#26377;&#35760;&#24518;&#65292;&#32780;&#19968;&#20010;&#21160;&#20316;&#37325;&#22797; 600 &#27425;&#65292;&#33034;&#26894;&#23601;&#20250;&#26377;&#35760;&#24518;&#12290;&#8211; &#26446;&#23567;&#40857;</li>
<li>&#23569;&#22766;&#19981;&#21162;&#21147;&#65292;&#32769;&#22823; bat</li>
<li>&#19982;&#20854;&#25256;&#20987;&#23447;&#25945;&#65292;&#19981;&#22914;&#25104;&#20026;&#25945;&#20027;&#12290; &#8211; &#24093;&#24402;</li>
<li>&#26368;&#22823;&#30340;&#24754;&#21095;&#19981;&#26159;&#22351;&#20154;&#30340;&#21927;&#22179;&#65292;&#32780;&#26159;&#22909;&#20154;&#30340;&#27785;&#40664;&#12290;&#8211; &#39532;&#19969;&#36335;&#24503;&#37329;</li>
<li>&#25105;&#21521;&#26469;&#26159;&#19981;&#24814;&#20197;&#26368;&#22351;&#30340;&#24694;&#24847;&#26469;&#25512;&#27979;&#22280;&#20869;&#20154;&#30340;,&#28982;&#32780;&#25105;&#36824;&#19981;&#26009;,&#20063;&#19981;&#20449;&#20250;&#19979;&#21155;&#20982;&#27531;&#21040;&#36825;&#22320;&#27493;&#12290; &#8211; &#40065;&#36805;</li>
<li>&#30007;&#20154;&#30340;&#26497;&#22823;&#24184;&#36816;&#22312;&#20110;&#65292;&#20182;&#19981;&#35770;&#22312;&#25104;&#24180;&#36824;&#26159;&#22312;&#23567;&#26102;&#20505;&#65292;&#24517;&#39035;&#36367;&#19978;&#19968;&#26465;&#26497;&#20026;&#33392;&#33510;&#30340;&#36947;&#36335;&#65292;&#19981;&#36807;&#36825;&#26159;&#19968;&#26465;&#26368;&#21487;&#38752;&#30340;&#36947;&#36335;&#65307;&#22899;&#20154;&#30340;&#19981;&#24184;&#21017;&#22312;&#20110;&#34987;&#20960;&#20046;&#19981;&#21487;&#25239;&#25298;&#30340;&#35825;&#24785;&#21253;&#22260;&#30528;&#65307;&#22905;&#19981;&#34987;&#35201;&#27714;&#22859;&#21457;&#21521;&#19978;&#65292;&#21482;&#34987;&#40723;&#21169;&#28369;&#19979;&#21435;&#21040;&#36798;&#26497;&#20048;&#12290;&#24403;&#22905;&#21457;&#35273;&#33258;&#24049;&#34987;&#28023;&#24066;&#34563;&#27004;&#24858;&#24324;&#26102;&#65292;&#24050;&#32463;&#20026;&#26102;&#22826;&#26202;&#65292;&#22905;&#30340;&#21147;&#37327;&#22312;&#22833;&#36133;&#30340;&#20882;&#38505;&#20013;&#24050;&#34987;&#32791;&#23613;&#12290;&#8211; &#27874;&#20239;&#23043;</li>
<li>In my younger and more vulnerable years my father gave me some advice that I&#8217;ve been turning over in my mind ever since. &#8220;<strong>Whenever you feel like criticizing any one,</strong>&#8221; he told me, &#8220;<strong>just remember that all the people in this world haven&#8217;t had the advantages that you&#8217;ve had.</strong>&#8221; &#8211; <a href="https://ebooks.adelaide.edu.au/f/fitzgerald/f_scott/gatsby/chapter1.html">The Great Gatsby, by F. Scott Fitzgerald</a></li>
<li>&#20026;&#20160;&#20040;&#25105;&#20204;&#21916;&#27426; Izumi Sakai&#65311;&#22240;&#20026;&#22905;&#30340;&#27468;&#27426;&#24555;&#12289;&#31215;&#26497;&#12289;&#21521;&#19978;&#12290;&#65288;&#20320;&#20197;&#20026;&#25105;&#21916;&#27426;&#36127;&#33021;&#37327;&#21527;&#65311;&#65289;</li>
<li>&#21548;&#33521;&#25991;&#27468;&#27604;&#21548;&#20013;&#25991;&#27468;&#22909;&#65292;&#22240;&#20026;&#26377;&#33410;&#22863;&#12290;&#21548;&#26085;&#25991;&#27468;&#27604;&#21548;&#33521;&#25991;&#27468;&#22909;&#65292;&#22240;&#20026;&#26377;&#33410;&#22863;&#36824;&#21548;&#19981;&#25026;&#65307;</li>
<li>&#36873;&#25321;&#8220;&#33457;&#8221;&#35033;&#23376;&#21644;&#8220;&#33457;&#8221;&#30340;&#32534;&#36753;&#22120;&#37197;&#33394;&#37117;&#26159;&#20026;&#20102;&#8220;&#22909;&#30475;&#8221;&#65292;&#20294;&#36825;&#20004;&#20010;&#8220;&#22909;&#30475;&#8221;&#19981;&#26159;&#19968;&#22238;&#20107;&#12290; <a href="#fn2" class="footnoteRef" id="fnref2"><sup>2</sup></a></li>
<li>&#22788;&#22899;&#24231;&#30340;&#27905;&#30294;&#26356;&#22810;&#26159;&#31934;&#31070;&#19978;&#30340;&#65292;&#20320;&#19981;&#25026;&#12290;</li>
<li>&#26080;&#36259;&#24402;&#26681;&#32467;&#24213;&#26159;&#35835;&#20070;&#23569;&#12289;&#35265;&#35782;&#23569;&#65292;&#21769;&#12290;&#26524;&#28982;&#36824;&#26159;&#25105;&#35835;&#20070;&#22810;&#65292;&#35265;&#35782;&#24191;&#65292;&#30524;&#30028;&#23485;&#65292;&#21160;&#25163;&#33021;&#21147;&#24378;&#12290;</li>
<li>&#30475;&#21040;&#19981;&#24819;&#30475;&#21040;&#30340;&#19996;&#35199;&#65292;&#26159;&#19968;&#31181;&#26080;&#22856;&#65292;&#26159;&#19968;&#31181;&#21382;&#21490;&#21253;&#34993;&#12290;&#65288;&#25105;&#35828;&#30340;&#26159;&#33258;&#24049;&#20313;&#20809;&#20013;&#30340; chatter&#12290;&#65289;</li>
<li>&#27604;&#33258;&#30001;&#37325;&#35201;&#30340;&#26159;&#33258;&#21046;&#65307;&#27604;&#24819;&#35937;&#21147;&#37325;&#35201;&#30340;&#65292;&#26159;&#33258;&#24688;&#12290;</li>
<li>&#20154;&#26377;&#20004;&#31181;&#24578;&#65306;&#31532;&#19968;&#31181;&#26159;&#30475;&#21040;&#32769;&#20154;&#20498;&#22312;&#22320;&#19978;&#20320;&#19981;&#25954;&#25206;&#65307;&#31532;&#20108;&#31181;&#26159;&#36825;&#32769;&#19981;&#27515;&#30340;&#35201;&#35769;&#20320;&#65292;&#20320;&#19981;&#25954;&#24403;&#22330;&#19968;&#33050;&#36409;&#27515;&#20182;&#12290;</li>
</ol>
<h3 id="bing">Bing</h3>
<ol>
<li>Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner. &#8211; Les Brown</li>
<li>Everything negative &#8211; pressure, challenges &#8211; is all an opportunity for me to rise. &#8212; Kobe Bryant</li>
</ol>
<h3 id="&#21476;&#25991;">&#21476;&#25991;</h3>
<ol>
<li>&#24237;&#26377;&#26503;&#26487;&#26641;&#65292;&#21566;&#22971;&#27515;&#20043;&#24180;&#25152;&#25163;&#26893;&#20063;&#65292;&#20170;&#24050;&#20141;&#20141;&#22914;&#30422;&#30691;&#12290;&#65288;&#24402;&#26377;&#20809;&#65292;&#12298;&#39033;&#33034;&#36713;&#24535;&#12299;&#65289;</li>
<li>&#21531;&#38382;&#24402;&#26399;&#26410;&#26377;&#26399;&#65292;&#24052;&#23665;&#22812;&#38632;&#28072;&#31179;&#27744;&#12290; &#20309;&#24403;&#20849;&#21098;&#35199;&#31383;&#28891;&#65292;&#21364;&#35805;&#24052;&#23665;&#22812;&#38632;&#26102;&#12290;&#65288;&#26446;&#21830;&#38544;&#65292;&#12298;&#22812;&#38632;&#23492;&#21271;&#12299;&#65289;</li>
<li>&#22812;&#26469;&#24189;&#26790;&#24573;&#36824;&#20065;&#12290;&#23567;&#36713;&#31383;&#65292;&#27491;&#26803;&#22918;&#12290;&#30456;&#39038;&#26080;&#35328;&#65292;&#24799;&#26377;&#27882;&#21315;&#34892;&#12290;</li>
<li>&#24754;&#27426;&#31163;&#21512;&#24635;&#26080;&#24773;&#65292;&#19968;&#20219;&#38454;&#21069;&#65292;&#28857;&#28404;&#21040;&#22825;&#26126;&#12290;</li>
</ol>
<div class="footnotes">
<hr />
<ol>
<li id="fn1"><p>FYI, SICP &#30340;&#24207;&#26159; Alan Perlis &#20889;&#30340;&#12290;<a href="#fnref1">&#8617;</a></p></li>
<li id="fn2"><p>&#26377;&#24863;&#20110; <a href="http://www.douban.com/photos/photo/1024885043/">Mars&#30340;&#30456;&#20876;-&#26434;&#19971;&#26434;&#20843;</a>&#12290;<a href="#fnref2">&#8617;</a></p></li>
</ol>
</div>
<div class="tzx-changes"><select id="tzx-changes" title="&#21382;&#21490;&#29256;&#26412;">
<option value="https://raw.githubusercontent.com/district10/blog/2e961d65420dc3c78ddb5ce85de9ec06bf626904/_pages/quotes.md" title="9 insertions(+), 11 deletions(-)">1505004828</option>
<option value="https://raw.githubusercontent.com/district10/blog/503e511788e741cf3ef0f32f8894bf9b83c6206b/_pages/quotes.md" title="96 insertions(+), 0 deletions(-)">1504105630</option>
</select></div>

<script>
var tzxFilename = "_pages/quotes.md";
var tzxChanges = [
    {
        hash: "2e961d65420dc3c78ddb5ce85de9ec06bf626904",
        datetime: "1505004828",
        insertions: 9,
        deletions: 11
    },
    {
        hash: "503e511788e741cf3ef0f32f8894bf9b83c6206b",
        datetime: "1504105630",
        insertions: 96,
        deletions: 0
    },
];
</script>

<script type="text/javascript" src="jquery.min.js"></script>
<script type="text/javascript" src="jquery-ui.min.js"></script>
<script type="text/javascript" src="clappr.min.js"></script>
<script type="text/javascript" src="lazyload.min.js"></script>
<script type="text/javascript" src="egg.min.js"></script>
<script type="text/javascript" src="moment.min.js"></script>
<script type="text/javascript" src="clipboard.min.js"></script>
<script type="text/javascript" src="main.js"></script>
<hr style="color: #9ddcff;"/>
<div id="copyright">TANG ZhiXiong, 2018.  Generated by Pandoc on Travis CI. <a  href="https://github.com/district10/blog">Fork Me on GitHub.</a></div>
<div id="comments" class="comments-area"></div>

<link rel="stylesheet" href="https://unpkg.com/gitalk/dist/gitalk.css">
<script src="https://unpkg.com/gitalk/dist/gitalk.min.js"></script>
<script type="text/javascript">
    var gitalk = new Gitalk({
        clientID: '010a49f90ea2dacb0963',
        clientSecret: '38512e4e4da431fc61d44508ed53f9fe6eb7f29f',
        repo: 'blog',
        owner: 'district10',
        admin: ['district10'],
        id: window.location.pathname,
    });
gitalk.render('comments');
</script>

</body>
</html>
