<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta http-equiv="x-ua-compatible" content="ie=edge" />
    <meta http-equiv="Content-Style-Type" content="text/css" />
    <meta name="author" content="district10" />
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Notes 1</title>
    <link rel="stylesheet" href="../github-markdown.css" type="text/css" />
    <link rel="stylesheet" href="../highlight.css" type="text/css" />
    <link rel="stylesheet" href="../notes.css" type="text/css" />
</head>
<body class="markdown-body">
<div id="navigator">
    <a id="gotoindex" href="index.html" title="&#12304;&#22238;&#21040;&#31508;&#35760;&#32034;&#24341; | Back to Index&#12305;">&#9763;</a></div>
<div id="main-body">
<ul>
<li><dl>
<dt><a href="http://mp.weixin.qq.com/s/bz6nICOdnzaDWRFvO6kb7Q">Momenta &#23436;&#25104; 4600 &#19975;&#32654;&#20803;&#34701;&#36164; CEO &#26361;&#26093;&#19996;&#32473;&#26410;&#26469;&#21592;&#24037;&#30340;&#19968;&#23553;&#20449;</a> <code class="fold">@</code></dt>
<dd><p>&#27599;&#19968;&#27425;&#26032;&#30340;&#28010;&#28526;&#65292;&#37117;&#20276;&#38543;&#30528;&#39072;&#35206;&#24615;&#30340;&#25216;&#26415;&#38761;&#21629;&#65292;&#20197;&#21450;&#34892;&#19994;&#26684;&#23616;&#12289;&#21830;&#19994;&#27169;&#24335;&#30340;&#24040;&#21464;&#12290;&#38754;&#23545;&#21464;&#21270;&#65292;&#24180;&#36731;&#20154;&#36523;&#19978;&#30340;&#29305;&#36136;&#20351;&#24471;&#20182;&#20204;&#21487;&#20197;&#25235;&#20303;&#26032;&#28010;&#28526;&#30340;&#26426;&#20250;&#65292;&#25104;&#23601;&#19968;&#23478;&#20255;&#22823;&#30340;&#20844;&#21496;&#12290;</p>
<ol style="list-style-type: decimal">
<li>&#24555;&#36895;&#23398;&#20064;&#21019;&#26032;</li>
<li>&#25954;&#20110;&#25317;&#25265;&#21464;&#21270;&#12290;&#21019;&#19994;&#36807;&#31243;&#20013;&#65292;&#26102;&#26426;&#24456;&#37325;&#35201;&#12290;</li>
<li>&#31532;&#19968;&#21407;&#29702;&#24605;&#32771;&#12290;</li>
</ol>
</dd>
</dl></li>
<li><dl>
<dt><a href="http://mp.weixin.qq.com/s/L8Zd_sOzV6KRud1_RURAYg" class="heart featured">&#26361;&#26093;&#19996;&#65306;&#20851;&#20110;&#22914;&#20309;&#22949;&#21892;&#35299;&#20915;&#33258;&#21160;&#39550;&#39542;&#30340;&#23433;&#20840;&#38382;&#39064;&#30340;&#19968;&#20123;&#24605;&#32771;</a> <code class="fold">@</code></dt>
<dd><blockquote>
<p>&#25165;&#21457;&#29616;&#38754;&#35797;&#25105;&#30340;&#26102;&#20505;&#38382;&#30340;&#23601;&#26159;&#36825;&#20123;&#65281;&#28982;&#32780;&#25105;&#27809;&#27880;&#24847;&#30475;&#12290;&#12290;&#12290;&#31572;&#25104;&#19968;&#22376;&#29399;&#23630;&#12290;&#12290;&#12290;</p>
</blockquote>
<p>&#20294;&#30446;&#21069;&#65292;&#36825;&#20123;&#22312;&#25216;&#26415;&#19978;&#20173;&#26377;&#35832;&#22810;&#25361;&#25112;&#65306;&#26080;&#35770;&#26159;&#36335;&#38754;&#24773;&#20917;&#30340;&#35782;&#21035;&#12289;&#39640;&#31934;&#24230;&#22320;&#22270;&#36824;&#26159;&#33258;&#21160;&#39550;&#39542;&#20915;&#31574;&#65292;&#19994;&#30028;&#37117;&#36824;&#27809;&#26377;&#25104;&#29087;&#30340;&#26041;&#27861;&#12290;</p>
<p>&#26080;&#20154;&#39550;&#39542;&#65292;&#26368;&#37325;&#35201;&#30340;&#26159;&#23433;&#20840;&#12290;&#39640;&#23433;&#20840;&#24615;&#24847;&#21619;&#30528;&#20302;&#20107;&#25925;&#29575;&#12290;</p>
<p>&#32479;&#35745;&#19978;&#65292;&#35201;&#36798;&#21040;&#36275;&#22815;&#32622;&#20449;&#24230;&#65292;&#38656;&#35201;&#22810;&#27425;&#37325;&#22797;&#23454;&#39564;&#65292;&#26368;&#22909;&#19968;&#30334;&#27425;&#20197;&#19978;&#12290;&#36825;&#24847;&#21619;&#30528;&#19968;&#22871;&#27604;&#20154;&#26356;&#21152;&#23433;&#20840;&#30340;&#26080;&#20154;&#39550;&#39542;&#30340;&#31995;&#32479;&#38656;&#35201;&#27979;&#35797;&#30340;&#24635;&#37324;&#31243;&#36798;&#21040; 1000 &#20159;&#20844;&#37324;&#12290;&#25353;&#29031;&#19968;&#36742;&#36710;&#19968;&#24180; 10 &#19975;&#20844;&#37324;&#24635;&#37324;&#31243;&#35745;&#31639;&#12290;&#25105;&#20204;&#38656;&#35201; 100 &#19975;&#36742;&#36710;&#65292;&#19968;&#25972;&#24180;&#30340;&#26102;&#38388;&#65292;&#25910;&#38598;&#26080;&#20154;&#39550;&#39542;&#25968;&#25454;&#21644;&#27979;&#35797;&#65292;&#25165;&#33021;&#22815;&#20445;&#35777;&#26080;&#20154;&#39550;&#39542;&#25152;&#38656;&#35201;&#30340;&#23433;&#20840;&#24615;&#12290;&#29616;&#22312; Google &#21644;&#30334;&#24230;&#30340;&#26080;&#20154;&#36710;&#25104;&#26412;&#37117;&#22312;&#30334;&#19975;&#20154;&#27665;&#24065;&#37327;&#32423;&#65292;&#20056;&#20197; 100 &#19975;&#36742;&#36710;&#36825;&#20010;&#24040;&#22823;&#30340;&#22522;&#25968;&#65292;&#23545;&#20110;&#20219;&#20309;&#19968;&#23478;&#20844;&#21496;&#32780;&#35328;&#65292;&#37117;&#26159;&#19968;&#20010;&#22825;&#25991;&#25968;&#23383;&#12290;</p>
<p>&#21333;&#36710;&#25104;&#26412;&#20027;&#35201;&#30001;&#19977;&#37096;&#20998;&#26500;&#25104;&#65306;&#35774;&#22791;&#25104;&#26412;&#12289;&#36896;&#36710;&#25104;&#26412;&#12289;&#36816;&#33829;&#25104;&#26412;&#12290;</p>
<p>&#36896;&#36710;&#25104;&#26412;&#21644;&#36816;&#33829;&#25104;&#26412;&#24050;&#32463;&#20248;&#21270;&#20102;&#19978;&#30334;&#24180;&#65292;&#24456;&#38590;&#38477;&#20302;&#12290;&#19968;&#20010;&#32874;&#26126;&#30340;&#24819;&#27861;&#26159;&#35753;&#20854;&#20182;&#20154;&#25215;&#25285;&#36825;&#37096;&#20998;&#25104;&#26412;&#8212;&#8212;&#36825;&#20010;&#24819;&#27861;&#21483;&#20570;&#20247;&#21253;&#65292;&#20195;&#34920;&#24615;&#30340;&#20844;&#21496;&#26377;&#29305;&#26031;&#25289;&#21644; Mobileye&#12290;</p>
<p>&#39640;&#31934;&#22320;&#22270;&#26159;&#19968;&#20010;&#23485;&#27867;&#30340;&#27010;&#24565;&#65292;&#38656;&#35201;&#36798;&#21040;&#20004;&#26041;&#38754;&#30340;&#39640;&#31934;&#24230;&#65306;</p>
<ul>
<li>&#39640;&#31934;&#24230;&#19968;&#26041;&#38754;&#20307;&#29616;&#22312;&#22320;&#26631;&#20301;&#32622;&#30340;&#39640;&#31934;&#24230;&#12290;</li>
<li><p>&#39640;&#31934;&#24230;&#21478;&#19968;&#26041;&#38754;&#20307;&#29616;&#22312;&#26412;&#36710;&#23450;&#20301;&#30340;&#39640;&#31934;&#24230;&#12290;</p>
<p>&#39640;&#31934;&#23450;&#20301;&#26377;&#19977;&#31181;&#26041;&#24335;&#65306;</p>
<ul>
<li>&#31532;&#19968;&#31181;&#26159;&#21355;&#26143;&#23450;&#20301;&#65292;&#22810;&#22522;&#31449; + &#24046;&#20998; GPS &#22312;&#24320;&#38420;&#21306;&#22495;&#21487;&#20197;&#20570;&#21040;&#21400;&#31859;&#32423;&#31934;&#24230;&#65292;&#20294;&#26159;&#22478;&#24066;&#20013;&#22240;&#20026;&#22810;&#36335;&#24452;&#25928;&#24212;&#65292;&#31934;&#24230;&#21482;&#26377;&#31859;&#65307;</li>
<li>&#31532;&#20108;&#31181;&#26159;&#21305;&#37197;&#23450;&#20301;&#65292;&#36825;&#31181;&#26041;&#24335;&#21644;&#20154;&#24456;&#20687;&#65292;&#35266;&#23519;&#21608;&#22260;&#29615;&#22659;&#25110;&#32773;&#22320;&#26631;&#65292;&#22312;&#35760;&#24518;&#22320;&#22270;&#20013;&#25628;&#32034;&#65292;&#21305;&#37197;&#23450;&#20301;&#12290;&#32467;&#21512; GPS &#38480;&#23450;&#25628;&#32034;&#33539;&#22260;&#65292;&#21487;&#20197;&#20570;&#21040;&#24555;&#36895;&#20934;&#30830;&#21305;&#37197;&#12290;</li>
<li>&#31532;&#19977;&#31181;&#26159;&#31215;&#20998;&#23450;&#20301;&#65292;IMU &#25110;&#32773;&#35270;&#35273;&#37324;&#31243;&#35745;&#12290;&#30701;&#26102;&#38388;&#20869;&#31934;&#30830;&#65292;&#38271;&#26102;&#38388;&#26377;&#32047;&#31215;&#35823;&#24046;&#12290;&#36825;&#19977;&#31181;&#26041;&#24335;&#21508;&#26377;&#20248;&#32570;&#28857;&#65292;&#32467;&#21512;&#36215;&#26469;&#21487;&#20197;&#20570;&#21040;&#20302;&#25104;&#26412;&#12289;&#39640;&#31934;&#24230;&#12289;&#39640;&#21487;&#38752;&#24615;&#12290;</li>
</ul></li>
</ul>
<p>&#24635;&#32467;&#26469;&#35828;&#65292;&#39640;&#31934;&#22320;&#22270;&#21487;&#20197;&#20351;&#26080;&#20154;&#36710;&#30475;&#24471;&#26356;&#36828;&#65292;&#30475;&#24471;&#26356;&#20934;&#12290;</p>
<p>&#39640;&#31934;&#22320;&#22270;&#23545;&#20110;&#33258;&#21160;&#39550;&#39542;&#25972;&#20307;&#35299;&#20915;&#26041;&#26696;&#30740;&#21457;&#30340;&#20215;&#20540;&#38750;&#24120;&#39640;&#65292;&#36825;&#19968;&#28857;&#21364;&#34987;&#24456;&#22810;&#20154;&#24573;&#35270;&#12290;&#20998;&#19977;&#20010;&#26041;&#38754;&#65306;&#20915;&#31574;&#65292;&#27979;&#35797;&#65292;V2E&#12290;</p>
<dl>
<dt><strong>&#21496;&#26426;&#30340;&#39550;&#39542;&#34892;&#20026;&#36824;&#21487;&#20197;&#29992;&#36710;&#36742;&#22312;&#39640;&#31934;&#22320;&#22270;&#20013;&#30340;&#36712;&#36857;&#34920;&#31034;</strong></dt>
<dd><p>&#24456;&#20687;&#36825;&#31687;&#25991;&#31456;&#65306;<a href="https://spectrum.ieee.org/automaton/robotics/drones/ai-powered-drone-mimics-cars-and-bikes-to-navigate-through-city-streets">AI-Powered Drone Mimics Cars and Bikes to Navigate Through City Streets - IEEE Spectrum</a></p>
</dd>
</dl>
<p>&#31572;&#65306;&#19981;&#26159; SLAM &#20063;&#19981;&#26159; SFM&#65292;&#36825;&#20123;&#26041;&#27861;&#37117;&#19981;&#36866;&#29992;&#12290;&#35201;&#24314;&#30495;&#27491;&#21487;&#29992;&#30340;&#35270;&#35273;&#39640;&#31934;&#22320;&#22270;&#65292;&#38656;&#35201;&#20174;&#31532;&#19968;&#21407;&#29702;&#20986;&#21457;&#37325;&#26032;&#35774;&#35745;&#25972;&#20010;&#31639;&#27861;&#12290;</p>
<blockquote>
<p>&#26500;&#24314;&#39640;&#31934;&#22320;&#22270;&#30340;&#31532;&#19968;&#21407;&#29702;&#26159;&#65306;&#22810;&#24352;&#22270;&#20687;&#23384;&#22312;&#35270;&#24046;&#65292;&#21033;&#29992;&#28857;&#30340;&#23545;&#24212;&#20851;&#31995;&#65292;&#21487;&#20197;&#20174; 2D &#28857;&#24674;&#22797;&#20986; 3D &#28857;&#12290;</p>
</blockquote>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://zhuanlan.zhihu.com/p/23675803">&#26361;&#26093;&#19996;&#65306;&#26080;&#20154;&#36710;&#21830;&#19994;&#21270;&#26368;&#22823;&#38590;&#28857;&#65306;&#22914;&#20309;&#39640;&#25928;&#30340;&#22823;&#35268;&#27169;&#25968;&#25454;&#25910;&#38598;&#21644;&#27979;&#35797; | &#34013;&#28246;&#31995;&#21019;&#19994;</a> <code class="fold">@</code></dt>
<dd><p>&#24635;&#30340;&#26469;&#35828;&#65292;&#26080;&#35770;&#26159;&#21313;&#36742;&#36710;&#35797;&#36816;&#34892;&#36824;&#26159;&#19968;&#30334;&#36742;&#36710;&#35797;&#36816;&#34892;&#65292;&#37117;&#26159;&#22312;&#20570;&#26080;&#20154;&#36710;&#30340; demo&#65292;&#22914;&#26524;&#27809;&#26377;&#35299;&#20915;&#26080;&#20154;&#36710;&#22823;&#35268;&#27169;&#25968;&#25454;&#25910;&#38598;&#21644;&#27979;&#35797;&#30340;&#20851;&#38190;&#38382;&#39064;&#65292;demo &#21040;&#21830;&#19994;&#21270;&#33853;&#22320;&#20043;&#38388;&#30340;&#24040;&#22823;&#40511;&#27807;&#23601;&#20250;&#19968;&#30452;&#23384;&#22312;&#12290;</p>
</dd>
</dl></li>
<li><p><a href="https://www.zhihu.com/topic/19635352/hot">&#33258;&#21160;&#39550;&#39542; - &#30693;&#20046;</a></p></li>
<li><dl>
<dt><a href="https://zhuanlan.zhihu.com/p/34995102">SLAM/VIO &#23398;&#20064;&#24635;&#32467;</a> <code class="fold">@</code></dt>
<dd><p>&#22909;&#21543;&#65292;&#25199;&#36825;&#20040;&#22810;&#20854;&#23454;&#23601;&#26159;&#24819;&#35828;&#65292;&#25105;&#20204;&#20570;&#29366;&#24577;&#20272;&#35745;&#30340;&#30446;&#30340;&#23601;&#26159;&#24471;&#20986;&#26426;&#22120;&#20154;&#19977;&#32452;&#29366;&#24577;&#37327;&#65288;&#20301;&#32622;&#12289;&#36895;&#24230;&#12289;&#23039;&#24577;&#65289;&#65292;&#20026;&#26426;&#22120;&#20154;&#36816;&#21160;&#25511;&#21046;&#20570;&#29366;&#24577;&#21453;&#39304;&#12290;&#23613;&#31649;&#19981;&#21516;&#30340;&#20256;&#24863;&#22120;&#20250;&#26377;&#19981;&#21516;&#30340;&#29305;&#24449;&#65292;&#36827;&#34892;&#25968;&#25454;&#22788;&#29702;&#12289;&#36816;&#21160;&#20272;&#35745;&#30340;&#26041;&#27861;&#20063;&#19981;&#23613;&#30456;&#21516;&#65292;&#20294;&#26159;&#30446;&#30340;&#26159;&#19968;&#33268;&#30340;&#65292;&#37117;&#26159;&#20026;&#20102;&#24471;&#21040;&#26426;&#22120;&#20154;&#30340;&#19977;&#32452;&#29366;&#24577;&#12290;</p>
<p>VR(Virtual Reality) &#34394;&#25311;&#29616;&#23454;&#25216;&#26415;&#21017;&#26159;&#36890;&#36807;&#34394;&#25311;&#29616;&#23454;&#22836;&#30420;&#25237;&#23556;&#34394;&#25311;&#20449;&#24687;&#65292;&#32473;&#20154;&#36523;&#20020;&#20854;&#22659;&#30340;&#24863;&#35273;&#65292;&#23558;&#20351;&#29992;&#32773;&#22312;&#23454;&#38469;&#31354;&#38388;&#20013;&#30340;&#31227;&#21160;&#21453;&#26144;&#21040;&#34394;&#25311;&#31354;&#38388;&#19978;&#21487;&#20197;&#24456;&#22823;&#31243;&#24230;&#22320;&#25552;&#39640;&#20132;&#20114;&#20307;&#39564;&#65292;&#36890;&#36807;&#36861;&#36394;&#20351;&#29992;&#32773;&#20329;&#25140;&#22836;&#30420;&#30340;&#20301;&#32622;&#21487;&#20197;&#23454;&#29616;&#36825;&#19968;&#25928;&#26524;&#65292;&#23454;&#29616;&#22836;&#30420;&#31354;&#38388;&#23450;&#20301;&#30340;&#26041;&#24335;&#21487;&#20197;&#20998;&#20026; Outside-in &#26041;&#26696;&#21644; Inside-out &#26041;&#26696;&#65292;&#21069;&#32773;&#20351;&#29992;&#36807;&#22806;&#37096;&#36741;&#21161;&#35774;&#22791;&#23454;&#29616;&#23450;&#20301;&#65292;&#21518;&#32773;&#21017;&#20351;&#29992;&#22836;&#30420;&#33258;&#36523;&#20256;&#24863;&#22120;&#23454;&#29616;&#23450;&#20301;&#65292;&#26174;&#28982;&#21518;&#32773;&#30340;&#20351;&#29992;&#22330;&#26223;&#19981;&#21463;&#38480;&#21046;&#26159;&#19968;&#31181;&#26356;&#22909;&#30340;&#23450;&#20301;&#26041;&#24335;&#65292;&#32780; Inside-out &#23450;&#20301;&#30446;&#21069;&#34987;&#24191;&#27867;&#37319;&#29992;&#30340;&#26041;&#26696;&#23601;&#26159;&#35270;&#35273;&#24815;&#24615;&#20256;&#24863;&#22120;&#34701;&#21512;&#23454;&#29616; SLAM &#30340; VINS &#31639;&#27861;&#12290;</p>
<p>VIO&#65288;visual-inertial odometry&#65289;&#21363;&#35270;&#35273;&#24815;&#24615;&#37324;&#31243;&#35745;&#65292;&#26377;&#26102;&#20063;&#21483;&#35270;&#35273;&#24815;&#24615;&#31995;&#32479;&#65288; VINS&#65292;visual-inertial system&#65289;&#65292;&#26159;&#34701;&#21512;&#30456;&#26426;&#21644; IMU &#25968;&#25454;&#23454;&#29616; SLAM &#30340;&#31639;&#27861;&#65292;&#26681;&#25454;&#34701;&#21512;&#26694;&#26550;&#30340;&#21306;&#21035;&#21448;&#20998;&#20026;&#32039;&#32806;&#21512;&#21644;&#26494;&#32806;&#21512;&#65292;&#26494;&#32806;&#21512;&#20013;&#35270;&#35273;&#36816;&#21160;&#20272;&#35745;&#21644;&#24815;&#23548;&#36816;&#21160;&#20272;&#35745;&#31995;&#32479;&#26159;&#20004;&#20010;&#29420;&#31435;&#30340;&#27169;&#22359;&#65292;&#23558;&#27599;&#20010;&#27169;&#22359;&#30340;&#36755;&#20986;&#32467;&#26524;&#36827;&#34892;&#34701;&#21512;&#65292;&#32780;&#32039;&#32806;&#21512;&#21017;&#26159;&#20351;&#29992;&#20004;&#20010;&#20256;&#24863;&#22120;&#30340;&#21407;&#22987;&#25968;&#25454;&#20849;&#21516;&#20272;&#35745;&#19968;&#32452;&#21464;&#37327;&#65292;&#20256;&#24863;&#22120;&#22122;&#22768;&#20063;&#26159;&#30456;&#20114;&#24433;&#21709;&#30340;&#65292;&#32039;&#32806;&#21512;&#31639;&#27861;&#19978;&#27604;&#36739;&#22797;&#26434;&#65292;&#20294;&#20805;&#20998;&#21033;&#29992;&#20102;&#20256;&#24863;&#22120;&#25968;&#25454;&#65292;&#21487;&#20197;&#23454;&#29616;&#26356;&#22909;&#30340;&#25928;&#26524;&#65292;&#26159;&#30446;&#21069;&#30740;&#31350;&#30340;&#37325;&#28857;&#12290;</p>
<p>&#21516;&#26102;&#35270;&#35273; SLAM &#19968;&#33324;&#37319;&#21462;&#31532;&#19968;&#24103;&#20316;&#20026;&#19990;&#30028;&#22352;&#26631;&#31995;&#65292;&#36825;&#26679;&#20272;&#35745;&#20986;&#30340;&#20301;&#23039;&#26159;&#30456;&#23545;&#20110;&#31532;&#19968;&#24103;&#22270;&#20687;&#30340;&#20301;&#23039;&#65292;&#32780;&#19981;&#26159;&#30456;&#23545;&#20110;&#22320;&#29699;&#27700;&#24179;&#38754; (&#19990;&#30028;&#22352;&#26631;&#31995;) &#30340;&#20301;&#23039;&#65292;&#21518;&#32773;&#21364;&#26159;&#23548;&#33322;&#20013;&#30495;&#27491;&#38656;&#35201;&#30340;&#20301;&#23039;&#65292;&#25442;&#35328;&#20043;&#65292;&#35270;&#35273;&#26041;&#27861;&#20272;&#35745;&#30340;&#20301;&#23039;&#19981;&#33021;&#21644;&#37325;&#21147;&#26041;&#21521;&#23545;&#40784;&#12290;</p>
</dd>
</dl></li>
<li><p><a href="http://www.sohu.com/a/119892067_383098">&#20940;&#24863;&#39532;&#36179;&#23431;&#65306;&#22522;&#20110;&#35270;&#35273; + &#24815;&#24615;&#20256;&#24863;&#22120;&#30340;&#31354;&#38388;&#23450;&#20301;&#26041;&#27861;_&#25628;&#29392;&#31185;&#25216;_&#25628;&#29392;&#32593;</a></p></li>
<li><dl>
<dt><a href="https://blog.csdn.net/heyijia0327" class="featured heart">&#30693;&#34892;&#21512;&#19968; - CSDN &#21338;&#23458;</a> <code class="fold">@</code></dt>
<dd><ul>
<li><a href="https://mp.weixin.qq.com/s?__biz=MzI5MTM1MTQwMw==&amp;mid=2247485898&amp;idx=1&amp;sn=f2dfa09959184cc551c5fe16c3373c58&amp;chksm=ec10b7cedb673ed82ebd535127e1dcb0a354278248efb75319aebe186933ee25e68f7f8fe97b&amp;mpshare=1&amp;scene=24&amp;srcid=0119VcXm8hWJMnJALwWUDKQQ#rd">&#12304;&#27873;&#27873;&#26426;&#22120;&#20154;&#21407;&#21019;&#19987;&#26639; - SLAM &#27714;&#32844;&#23453;&#20856;&#12305;SLAM &#27714;&#32844;&#32463;&#39564;&#24086;&#65288;&#19978;&#65289;</a></li>
</ul>
</dd>
</dl></li>
<li><p><a href="http://www.cnblogs.com/gemstone/category/409734.html">&#26426;&#22120;&#35270;&#35273; - &#38543;&#31508;&#20998;&#31867; - &#28248;&#21414;&#20154; - &#21338;&#23458;&#22253;</a></p></li>
<li><p><a href="https://zhuanlan.zhihu.com/p/34982463">&#20256;&#24863;&#22120;&#32593;&#32476;&#30340;&#26102;&#38388;&#21516;&#27493; | Paper Reading &#31532;&#19968;&#23395;&#31532;&#22235;&#26399;</a></p></li>
<li><p><a href="https://mp.weixin.qq.com/s/L8Zd_sOzV6KRud1_RURAYg">&#26361;&#26093;&#19996;&#65306;&#20851;&#20110;&#22914;&#20309;&#22949;&#21892;&#35299;&#20915;&#33258;&#21160;&#39550;&#39542;&#30340;&#23433;&#20840;&#38382;&#39064;&#30340;&#19968;&#20123;&#24605;&#32771;</a></p></li>
<li><dl>
<dt><a href="https://www.jianshu.com/p/dea5be0c5c81">&#30001;&#39318;&#20221; SLAM &#25216;&#26415;&#38382;&#21367;&#65292;&#30475; SLAM &#30340;&#29616;&#29366;&#21644;&#36235;&#21183; - &#31616;&#20070;</a> <code class="fold">@</code></dt>
<dd><p>&#36719;&#30828;&#32467;&#21512;&#20026; SLAM &#21019;&#36896;&#20102;&#26080;&#38480;&#30340;&#21487;&#33021;&#65292;&#36825;&#26159;&#19968;&#20010;&#32508;&#21512;&#24615;&#30340;&#25216;&#26415;&#65292;&#19968;&#20010;&#22797;&#26434;&#30340;&#31995;&#32479;&#65292;&#25152;&#20197;&#25165;&#19981;&#26029;&#21560;&#24341;&#30528;&#30740;&#31350;&#20154;&#21592;&#23545;&#20854;&#36827;&#34892;&#19981;&#20572;&#22320;&#25506;&#31350;&#21450;&#24212;&#29992;&#23454;&#36341;&#12290;</p>
<p>&#19981;&#23569;&#31185;&#25216;&#22411;&#20844;&#21496;&#30340; HR &#34920;&#31034;&#65292;&#8220;&#20844;&#21496;&#20934;&#22791;&#30740;&#21457; SLAM &#30456;&#20851;&#30340;&#24212;&#29992;&#65292;&#20294;&#38750;&#24120;&#38590;&#25307;&#20154;&#65292;&#26377;&#39033;&#30446;&#32463;&#39564;&#30340;&#19981;&#22810;&#65292;&#32780;&#19987;&#38376;&#23398; SLAM &#30340;&#20154;&#21448;&#19981;&#19968;&#23450;&#33021;&#24456;&#24555;&#19978;&#25163;&#8221;&#12290;&#31934;&#36890;&#30340;&#20154;&#30495;&#30340;&#22826;&#23569;&#20102;&#65281;</p>
</dd>
</dl></li>
<li><dl>
<dt><a href="http://36kr.com/p/5049190.html" class="heart">SLAM &#21018;&#21018;&#24320;&#22987;&#30340;&#26410;&#26469;_36 &#27690;</a> <code class="fold">@</code></dt>
<dd><p>&#30452;&#25509;&#27861;&#30340;&#30452;&#25509;&#22909;&#22788;&#26159;&#22320;&#22270;&#30456;&#23545;&#31264;&#23494;&#65292;&#20294;&#30456;&#23545;&#31264;&#23494;&#26159;&#38024;&#23545;&#20110;&#22522;&#20110;&#29305;&#24449;&#28857;&#30340;&#31232;&#30095;&#32780;&#35328;&#65292;&#22914;&#26524;&#36825;&#20010;&#22320;&#22270;&#26159;&#20026;&#20102;&#20570;&#36319;&#36394;&#65292;&#37027;&#20040;&#22522;&#20110;&#29305;&#24449;&#28857;&#30340;&#26041;&#27861;&#24050;&#32463;&#35777;&#26126;&#21487;&#20197;&#20570;&#24471;&#24456;&#22909;&#20102;&#65292;&#22914;&#26524;&#26159;&#20026;&#20102; 3D &#37325;&#24314;&#65292;&#37027;&#20040;&#22823;&#21487;&#20197;&#29992;&#19968;&#20010;&#28145;&#24230;&#30456;&#26426;&#65292;&#22914;&#26524;&#26159;&#34987;&#21160;&#21452;&#30446;&#30340;&#35805;&#65292;&#34987;&#21160;&#21452;&#30446;&#36824;&#21407;&#20986;&#31264;&#23494;&#28145;&#24230;&#26412;&#36523;&#20063;&#22312;&#22823;&#24133;&#24230;&#36827;&#27493;&#12290;</p>
<p>&#35821;&#20041;&#33521;&#25991;&#20026; Semantics&#65292;&#26159;&#24847;&#20041;&#21644;&#21547;&#20041;&#30340;&#24847;&#24605;&#12290;&#35821;&#20041; SLAM &#39038;&#21517;&#24605;&#20041;&#23601;&#26159;&#36229;&#20986;&#28857;&#32447;&#38754;&#30340;&#20960;&#20309;&#24847;&#20041;&#65292;&#32780;&#20877;&#36827;&#19968;&#27493;&#24471;&#21040;&#26356;&#28145;&#23618;&#27425;&#30340;&#29615;&#22659;&#21644;&#29289;&#20307;&#20449;&#24687;&#65292;&#27604;&#22914;&#25105;&#22312;&#19968;&#20010;&#23627;&#23376;&#36208;&#19968;&#22280;&#65292;SLAM &#21578;&#35785;&#20320;&#31934;&#20934;&#30340;&#36712;&#36857;&#20301;&#32622;&#20449;&#24687;&#21644;&#31934;&#20934;&#36824;&#21407;&#20986;&#26469;&#30340;&#19968;&#22534; 3D &#28857;&#65292;&#20294;&#35821;&#20041; SLAM &#36824;&#33021;&#22815;&#21578;&#35785;&#20320;&#27839;&#36335;&#30475;&#21040;&#20102;&#21738;&#20123;&#29289;&#20307;&#21644;&#36825;&#20123;&#29289;&#20307;&#30340;&#31934;&#20934;&#20301;&#32622;&#65292;&#36825;&#20010;&#19981;&#20294;&#20174;&#21830;&#19994;&#30340;&#35282;&#24230;&#26469;&#35828;&#24819;&#35937;&#31354;&#38388;&#21644;&#21830;&#26426;&#38750;&#24120;&#22823;&#65292;&#32780;&#19988;&#23545;&#32456;&#31471;&#29992;&#25143;&#26469;&#35828;&#26356;&#23454;&#29992;&#26356;&#26377;&#24847;&#20041;&#65292;&#22914;&#26524;&#35828;&#31232;&#30095; SLAM &#30340;&#31232;&#30095;&#22320;&#22270;&#28857;&#26159;&#20026;&#20102;&#36319;&#36394;&#21644;&#37325;&#23450;&#20301;&#65292;&#31264;&#23494; SLAM &#30340;&#31264;&#23494;&#28857;&#20113;&#25110;&#32773; mesh &#26159;&#20026;&#20102;&#22330;&#26223;&#37325;&#24314;&#65292;&#37027;&#20040;&#35821;&#20041; SLAM &#25165;&#26159;&#30495;&#30340;&#20840;&#26041;&#20301; &#8220;&#29615;&#22659;&#37325;&#24314;&#8221;&#12290;</p>
</dd>
</dl></li>
<li><p><a href="https://www.jianshu.com/p/c1a6877e2e7e">&#35270;&#35273; SLAM &#28459;&#35848; - &#31616;&#20070;</a></p></li>
<li><p><a href="https://www.jianshu.com/p/9f9283abe30f">SLAM&#8212;&#8212;&#35753;&#26426;&#22120;&#20154;&#35748;&#36335;&#30340;&#25216;&#26415;&#12290; - &#31616;&#20070;</a></p></li>
<li><p><a href="https://mp.weixin.qq.com/s/MoCeJJo5FTRmc8BpiKRLrA">&#12304;&#27873;&#27873;&#19968;&#20998;&#38047;&#12305;&#31471;&#21040;&#31471;&#30340;&#24369;&#30417;&#30563;&#35821;&#20041;&#23545;&#40784;</a></p></li>
<li><p><a href="https://developer.qiniu.com/kodo/kb/1326/how-to-upload-photos-to-seven-niuyun-base64-code">&#22914;&#20309;&#19978;&#20256; base64 &#32534;&#30721;&#22270;&#29255;&#21040;&#19971;&#29275;&#20113; - &#19971;&#29275;&#24320;&#21457;&#32773;&#20013;&#24515;</a></p></li>
<li><p><a href="https://baike.baidu.com/tashuo/browse/content?id=cf48fae30567a1c0630f30e6&amp;lemmaId=&amp;fromLemmaModule=pcBottom">&#29983;&#20110;&#22931;&#38498;&#65292;15 &#23681;&#26025;&#33719;&#22885;&#26031;&#21345;&#65292;&#26368;&#32456;&#36824;&#26159;&#27814;&#20026;&#26368;&#22823;&#32418;&#28783;&#21306;&#22836;&#29260;&#65311;&#65281;_&#30334;&#31185; TA &#35828;</a></p></li>
<li><dl>
<dt><a href="https://www.zhihu.com/question/67473027">&#26080;&#20154;&#39550;&#39542;&#25216;&#26415;&#19982; SLAM &#30340;&#22865;&#21512;&#28857;&#22312;&#21738;&#37324;&#65292;&#26377;&#20160;&#20040;&#29702;&#30001;&#33021;&#22815;&#35753; SLAM &#25104;&#20026;&#26080;&#20154;&#39550;&#39542;&#30340;&#20851;&#38190;&#25216;&#26415;&#65311; - &#30693;&#20046;</a> <code class="fold">@</code></dt>
<dd><p>slam &#21487;&#20197;&#26377;&#23450;&#20301;&#21644;&#24314;&#22270;&#20004;&#26041;&#38754;&#24212;&#29992;&#65292;&#30446;&#21069;&#30475;&#26469;&#22312;&#33258;&#21160;&#39550;&#39542;&#20013;&#20027;&#35201;&#30340;&#38656;&#27714;&#36824;&#26159;&#23450;&#20301;&#12290;&#30456;&#23545;&#32780;&#35328;&#23450;&#20301;&#30340;&#25104;&#26412;&#26159;&#36828;&#39640;&#20110;&#24314;&#22270;&#30340;&#65292;&#22240;&#20026;&#23450;&#20301;&#31995;&#32479;&#24517;&#39035;&#27599;&#21488;&#36710;&#37117;&#35013;&#22791;&#65292;&#32780;&#24314;&#22270;&#21017;&#19981;&#38656;&#35201;&#12290;&#24403;&#28982;&#20026;&#20102;&#20445;&#35777;&#22320;&#22270;&#30340;&#21450;&#26102;&#26356;&#26032;&#65292;&#24314;&#22270;&#36710;&#20063;&#26159;&#22810;&#22810;&#30410;&#21892;&#65292;&#20294;&#36825;&#20010;&#35805;&#39064;&#21487;&#20197;&#20998;&#24320;&#35752;&#35770;&#12290;</p>
<p>&#20294;&#26159;&#23545;&#20110;&#19968;&#20010;&#24037;&#19994;&#32423;&#20135;&#21697;&#32780;&#35328;&#65292;&#20854;&#40065;&#26834;&#24615;&#20173;&#28982;&#21313;&#20998;&#23384;&#30097;&#65292;&#22240;&#27492;&#33267;&#20170;&#23578;&#26410;&#33021;&#22815;&#30475;&#21040;&#30456;&#20851;&#20135;&#21697;&#38754;&#19990;&#12290;</p>
<p>&#39318;&#20808;&#35201;&#26126;&#30830; SLAM &#30340;&#20351;&#21629;&#12290;&#26368;&#21021;&#65292;SLAM &#30340;&#25552;&#20986;&#23601;&#26159;&#20026;&#20102;&#35299;&#20915;&#26410;&#30693;&#29615;&#22659;&#19979;&#31227;&#21160;&#26426;&#22120;&#20154;&#30340;&#23450;&#20301;&#21644;&#24314;&#22270;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#31548;&#32479;&#30340;&#35828;&#65292;SLAM &#23545;&#20110;&#26080;&#20154;&#39550;&#39542;&#30340;&#24847;&#20041;&#23601;&#26159;&#22914;&#20309;&#24110;&#21161;&#36710;&#36742;&#24863;&#30693;&#21608;&#22260;&#29615;&#22659;&#65292;&#26356;&#22909;&#30340;&#23436;&#25104;&#23548;&#33322;&#12289;&#36991;&#38556;&#12289;&#36335;&#24452;&#35268;&#21010;&#31561;&#39640;&#32423;&#20219;&#21153;&#12290;</p>
<dl>
<dt>&#38142;&#25509;&#65306;https://www.zhihu.com/question/24641575/answer/87751184</dt>
<dd><p>&#20316;&#32773;&#65306;&#20309;&#33308;&#25104;</p>
<p>&#20247;&#25152;&#21608;&#30693;&#65292;&#20984;&#38382;&#39064;&#30340;&#23616;&#37096;&#26368;&#20248;&#35299;&#23601;&#26159;&#20840;&#23616;&#26368;&#20248;&#35299;&#65288;&#35768;&#22810;&#31572;&#20027;&#24050;&#32463;&#25552;&#21040;&#20102;&#65289;&#12290;&#19981;&#36807;&#65292;&#20984;&#20248;&#21270;&#29702;&#35770;&#20013;&#26368;&#37325;&#35201;&#30340;&#24037;&#20855;&#26159; Lagrange &#23545;&#20598;&#65292;&#36825;&#20010;&#20026;&#20984;&#20248;&#21270;&#31639;&#27861;&#30340;&#26368;&#20248;&#24615;&#19982;&#26377;&#25928;&#24615;&#25552;&#20379;&#20102;&#20445;&#35777;&#12290;&#36817;&#20123;&#24180;&#26469;&#20851;&#20110;&#20984;&#38382;&#39064;&#30340;&#30740;&#31350;&#38750;&#24120;&#36879;&#24443;&#65292;&#20197;&#33267;&#20110;&#21482;&#35201;&#25226;&#26576;&#19968;&#38382;&#39064;&#25277;&#35937;&#20026;&#20984;&#38382;&#39064;&#65292;&#23601;&#21487;&#20197;&#36817;&#20284;&#35748;&#20026;&#36825;&#20010;&#38382;&#39064;&#24050;&#32463;&#35299;&#20915;&#20102;&#12290;</p>
</dd>
</dl>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://mp.weixin.qq.com/s/CwIropYn69W5Mq3CzM5hTQ">Face++ &#26103;&#35270;&#31185;&#25216;&#39318;&#24109;&#31185;&#23398;&#23478;&#23385;&#21073;&#39318;&#27425;&#25509;&#21463;&#19987;&#35775;&#65306;&#35745;&#31639;&#26426;&#35270;&#35273;&#20127;&#24453;&#35299;&#20915;&#21738;&#20123;&#38382;&#39064;&#65311;</a> <code class="fold">@</code></dt>
<dd><p>&#26368;&#21518;&#35201;&#35828;&#19968;&#19979;&#20570;&#20986;&#36825;&#20010;&#27531;&#24046;&#32593;&#32476;&#23436;&#20840;&#26159;&#22242;&#38431;&#65288;&#20309;&#20975;&#26126;&#12289;&#24352;&#31077;&#38632;&#12289;&#20219;&#23569;&#21375;&#21644;&#25105;&#65289;&#30340;&#38598;&#20307;&#26234;&#24935;&#32467;&#26230;&#65292;&#32570;&#23569;&#20219;&#20309;&#19968;&#20154;&#37117;&#19981;&#25954;&#35828;&#33021;&#36208;&#24471;&#21040;&#36825;&#19968;&#27493;&#65292;&#20013;&#38388;&#32463;&#21382;&#24456;&#22810;&#30340;&#22833;&#36133;&#21644;&#26354;&#25240;&#12290;&#25105;&#28145;&#24863;&#33021;&#25226;&#25105;&#20204; 4 &#20010;&#19981;&#21516;&#25216;&#33021;&#30340;&#20154;&#20945;&#22312;&#19968;&#36215;&#65292;&#25171;&#19979;&#19968;&#20010;&#12300;&#22823;&#24618;&#20861;&#12301;&#30340;&#24184;&#36816;&#65307;&#21644;&#20182;&#20204;&#22312;&#19968;&#36215;&#24536;&#25105;&#30340;&#30740;&#31350;&#36807;&#31243;&#26159;&#25105;&#30740;&#31350;&#29983;&#28079;&#20013;&#26368;&#38590;&#24536;&#30340;&#32463;&#21382;&#20043;&#19968;&#12290;</p>
<p>&#36825;&#19981;&#26159;&#26576;&#19968;&#20010;&#26102;&#38388;&#28857;&#31361;&#28982;&#21457;&#29983;&#30340;&#65292;&#32780;&#26159;&#19968;&#27573;&#26102;&#38388;&#20869;&#24930;&#24930;&#21457;&#29983;&#30340;&#12290;&#36825;&#23545;&#35745;&#31639;&#26426;&#35270;&#35273;&#25913;&#21464;&#24456;&#22823;&#65292;&#20197;&#33267;&#20110;&#20170;&#22825;&#38750;&#24120;&#22823;&#27604;&#20363;&#30340;&#35745;&#31639;&#26426;&#35270;&#35273;&#20154;&#21592;&#37117;&#26159;&#38750;&#24120;&#25026;&#26426;&#22120;&#23398;&#20064;&#30340;&#20154;&#12290;</p>
<p>&#33267;&#20110;&#26410;&#26469;&#65292;&#25105;&#30340;&#23548;&#24072;&#27784;&#21521;&#27915;&#21338;&#22763;&#32463;&#24120;&#24341;&#29992;&#30340;&#19968;&#21477;&#35805;&#26159;&#65306;&#12300;The best way to predict the future is to create it.&#12301;</p>
<p>&#23385;&#21073;&#65306;&#25105;&#35273;&#24471;&#25402;&#38590;&#39044;&#27979;&#30340;&#12290;&#20170;&#22825;&#22823;&#23478;&#37117;&#22312;&#30740;&#31350;&#26080;&#30417;&#30563;&#23398;&#20064;&#65292;&#22240;&#20026;&#30417;&#30563;&#23398;&#20064;&#24050;&#32463;&#27604;&#36739;&#25104;&#29087;&#20102;&#65292;&#20294;&#26080;&#30417;&#30563;&#23398;&#20064;&#19981;&#22815;&#22909;&#65292;&#36825;&#26159;&#38750;&#24120;&#22823;&#30340;&#38382;&#39064;&#12290;&#25105;&#22312;&#24456;&#22810;&#24180;&#21069;&#35835;&#36807;&#12298;On Intelligence&#12299;&#65292;&#26368;&#36817;&#21448;&#35835;&#20102;&#19968;&#36941;&#65292;&#20877;&#27425;&#21463;&#21040;&#24456;&#22810;&#21551;&#21457;&#12290;&#26080;&#30417;&#30563;&#23398;&#20064;&#24403;&#28982;&#24456;&#37325;&#35201;&#65292;&#29616;&#22312;&#26377;&#24456;&#22810;&#20154;&#30740;&#31350;&#65292;&#20294;&#36824;&#27809;&#20570;&#21040;&#39532;&#19978;&#33021;&#35299;&#20915;&#38382;&#39064;&#65292;&#20174;&#19968;&#22534;&#26080;&#26631;&#27880;&#30340;&#25968;&#25454;&#29983;&#25104;&#21478;&#19968;&#22534;&#26080;&#26631;&#27880;&#30340;&#25968;&#25454;&#65292;&#24456;&#38590;&#35828;&#31435;&#21051;&#33021;&#24102;&#26469;&#22810;&#22823;&#30340;&#23454;&#38469;&#20215;&#20540;&#12290;</p>
<p>&#25105;&#29616;&#22312;&#30475;&#22909;&#20004;&#20010;&#30740;&#31350;&#26041;&#21521;&#65292;&#19968;&#20010;&#26159;&#28145;&#24230;&#31070;&#32463;&#32593;&#32476;&#65292;&#24517;&#39035;&#33021;&#35760;&#20303;&#19996;&#35199;&#12290;&#24182;&#38750;&#38271;&#30701;&#26102;&#30340;&#30701;&#26399;&#35760;&#24518;&#65292;&#32780;&#26159;&#20687;&#23567;&#23401;&#38271;&#22823;&#19968;&#26679;&#30340;&#38271;&#26102;&#38388;&#35760;&#20303;&#65292;&#26377;&#19968;&#20010;&#22823;&#30340;&#35760;&#24518;&#24211;&#65292;&#25226;&#20107;&#29289;&#25918;&#36827;&#21435;&#36824;&#21487;&#20197;&#20915;&#23450;&#35201;&#19981;&#35201;&#25343;&#25481;&#65292;&#25110;&#32773;&#25226;&#23427;&#20204;&#20851;&#32852;&#22312;&#19968;&#36215;&#65292;&#37117;&#38656;&#35201;&#26377;&#35760;&#24518;&#26426;&#21046;&#12290;&#29616;&#22312;&#22823;&#22810;&#25968;&#26377;&#30417;&#30563;&#23398;&#20064;&#37117;&#35760;&#22312;&#32593;&#32476;&#21442;&#25968;&#37324;&#65292;&#24182;&#27809;&#26377;&#26174;&#24335;&#30340;&#35760;&#24518;&#12290;&#34429;&#28982;&#24050;&#32463;&#26377;&#24456;&#22810;&#19981;&#38169;&#30340;&#30740;&#31350;&#20102;&#65292;&#20294;&#36824;&#27809;&#21040;&#23454;&#29992;&#65292;&#25105;&#35273;&#24471;&#36825;&#20250;&#26159;&#19968;&#20010;&#38750;&#24120;&#22823;&#30340;&#31361;&#30772;&#12290;</p>
<div class="figure">
<img src="http://mmbiz.qpic.cn/mmbiz_jpg/KmXPKA19gWic2PYX6sUcXaSlTFacEaib19zBSibFWk669hSCUFoLXO20F6C21hmBu4yicRIp0zWYnrz4Ur2RK4suKw/640?wx_fmt=jpeg&amp;tp=webp&amp;wxfrom=5&amp;wx_lazy=1" />

</div>
<p>&#23385;&#21073;&#65306;&#23601;&#20687;&#20043;&#21069;&#35828;&#30340;&#65292;&#30740;&#31350;&#38498;&#30340;&#20027;&#35201;&#32858;&#28966;&#22312; 4 &#20010;&#26680;&#24515;&#30740;&#31350;&#35838;&#39064;&#19978;&#65288;&#22270;&#20687;&#20998;&#31867;&#12289;&#29289;&#20307;&#26816;&#27979;&#12289;&#35821;&#20041;&#20998;&#21106;&#12289;&#21644;&#24207;&#21015;&#23398;&#20064;&#65289;&#65292;&#36825;&#21644;&#25105;&#22312;&#24494;&#36719;&#25152;&#20570;&#30340;&#23436;&#20840;&#19968;&#33268;&#65292;&#25105;&#20204;&#20250;&#32487;&#32493;&#25512;&#36827;&#22312;&#36825;&#20123;&#38382;&#39064;&#19978;&#30340;&#36827;&#23637;&#12290;&#26032;&#30340;&#26041;&#21521;&#25105;&#20204;&#20063;&#22312;&#25506;&#32034;&#65292;&#20294;&#36824;&#19981;&#26159;&#20027;&#32447;&#12290;</p>
<p>&#26426;&#22120;&#20043;&#24515;&#65306;&#23545;&#20110;&#21019;&#19994;&#20844;&#21496;&#65292;&#26356;&#38656;&#35201;&#21069;&#27839;&#30740;&#31350;&#30340;&#31185;&#30740;&#25104;&#26524;&#65292;&#36824;&#26159;&#24037;&#31243;&#21270;&#25104;&#26524;&#65311;</p>
<p>&#23385;&#21073;&#65306;&#25105;&#20204;&#37117;&#35201;&#65292;&#36825;&#19981;&#26159;&#36138;&#24515;&#65292;&#32780;&#26159;&#26368;&#22909;&#30340;&#26041;&#24335;&#12290;&#25105;&#20204;&#20184;&#20986;&#24456;&#22823;&#31934;&#21147;&#21644;&#36164;&#28304;&#26469;&#30740;&#31350;&#21644;&#25552;&#21319;&#26412;&#36136;&#26041;&#27861;&#65292;&#26412;&#36136;&#26041;&#27861;&#30340;&#25552;&#21319;&#20250;&#20256;&#23548;&#21040;&#20135;&#21697;&#19978;&#21435;&#65292;&#27604;&#22914;&#31934;&#24230;&#26356;&#39640;&#20102;&#12289;&#36895;&#24230;&#26356;&#24555;&#20102;&#12290;&#36825;&#26041;&#38754;&#19981;&#33021;&#30701;&#35270;&#65292;&#24517;&#39035;&#30701;&#26399;&#12289;&#20013;&#26399;&#12289;&#38271;&#26399;&#65288;&#30446;&#26631;&#65289;&#37117;&#26377;&#12290;&#20844;&#21496;&#21018;&#21019;&#31435;&#30340;&#26102;&#20505;&#20854;&#23454;&#27809;&#20135;&#21697;&#65292;&#20570;&#30340;&#37117;&#26159;&#30740;&#31350;&#30456;&#20851;&#30340;&#19996;&#35199;&#12290;&#30740;&#31350;&#26412;&#36523;&#20063;&#20998;&#20004;&#31181;&#30740;&#31350;&#65292;&#24212;&#29992;&#24615;&#30740;&#31350;&#21644;&#22522;&#30784;&#30740;&#31350;&#65292;&#38750;&#24120;&#22522;&#30784;&#30340;&#30740;&#31350;&#25918;&#20043;&#22235;&#28023;&#30342;&#20934;&#65292;&#24212;&#29992;&#24615;&#30740;&#31350;&#35201;&#35299;&#20915;&#38382;&#39064;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#26159;&#22823;&#23478;&#37117;&#25026;&#30340;&#36947;&#29702;&#65292;&#20294;&#26159;&#30693;&#26131;&#34892;&#38590;&#65292;&#25511;&#21046;&#22909;&#24230;&#26159;&#20851;&#38190;&#12290;</p>
<p>&#22240;&#20026;&#28145;&#24230;&#23398;&#20064;&#65292;&#29305;&#21035;&#26159;&#35745;&#31639;&#26426;&#35270;&#35273;&#65292;&#22312;&#32431;&#30740;&#31350;&#24615;&#30340;&#24037;&#20316;&#20043;&#22806;&#26377;&#24456;&#22810;&#24037;&#31243;&#24615;&#30340;&#20107;&#24773;&#35201;&#20570;&#12290;&#23427;&#26159;&#23454;&#36341;&#24615;&#38750;&#24120;&#24378;&#30340;&#19968;&#38376;&#23398;&#31185;&#65292;&#24517;&#39035;&#21160;&#25163;&#20570;&#23454;&#39564;&#65292;&#21160;&#25163;&#22788;&#29702;&#25968;&#25454;&#12289;&#29702;&#35299;&#38382;&#39064;&#65292;&#25152;&#20197;&#25105;&#20204;&#30740;&#21457;&#19981;&#20998;&#23478;&#12290;&#20570;&#22909;&#30340;&#30740;&#31350;&#25104;&#26524;&#20250;&#20197;&#20869;&#37096;&#30340;&#31639;&#27861;&#24211;&#12289;SDK&#65292;&#20132;&#20184;&#32473;&#20135;&#21697;&#37096;&#38376;&#65307;&#20135;&#21697;&#37096;&#38376;&#22312; SDK &#22522;&#30784;&#19978;&#65292;&#20877;&#21435;&#24320;&#21457;&#20182;&#20204;&#30340;&#20135;&#21697;&#65292;&#28982;&#21518;&#20135;&#21697;&#20877;&#21040;&#38144;&#21806;&#12290;</p>
<dl>
<dt>AGV</dt>
<dd>An automated guided vehicle or automatic guided vehicle (AGV) is a mobile robot that follows markers or wires in the floor, or uses vision, magnets, or lasers for navigation.
</dd>
</dl>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://mp.weixin.qq.com/s/gP_QSaIodrujJF2d96U4dQ">Momenta &#26657;&#22253;&#23459;&#35762;&#20250;&#65372;&#33258;&#21160;&#39550;&#39542;&#25216;&#26415;&#39592;&#24178; &#8220;&#28779;&#31661;&#8221; &#35745;&#21010;&#65292;&#35753;&#20320;&#30340;&#25104;&#38271;&#20043;&#36335;&#28779;&#21147;&#20840;&#24320;&#65281;</a> <code class="fold">@</code></dt>
<dd><p>&#21644;&#24456;&#22810;&#34920;&#38754;&#19978;&#19979;&#21151;&#22827;&#30340;&#21019;&#19994;&#20844;&#21496;&#19981;&#21516;&#65292;Momenta &#30340;&#30830;&#22312;&#33050;&#36367;&#23454;&#22320;&#20570;&#20107;&#24773;&#12290;&#22823;&#27010;&#32769;&#26495;&#26159;&#28165;&#21326;&#20986;&#36523;&#65292;&#39592;&#23376;&#37324;&#26159;&#38391;&#22768;&#20570;&#22823;&#20107;&#20799;&#30340;&#27668;&#36136;&#65292;&#20174;&#26469;&#19981;&#36827;&#34892;&#20551;&#22823;&#31354;&#30340;&#30011;&#39292;&#23459;&#20256;&#65292;&#32780;&#25226;&#32477;&#22823;&#22810;&#25968;&#31934;&#21147;&#37117;&#25918;&#22312;&#20102;&#30740;&#21457;&#21644;&#20135;&#21697;&#12290;</p>
<p>&#26361;&#26093;&#19996;&#65306;&#39318;&#20808;&#35201;&#24576;&#25265;&#30528;&#25913;&#21464;&#19990;&#30028;&#30340;&#21191;&#27668;&#21644;&#28909;&#24773;&#12290;&#26410;&#26469;&#26159;&#26377;&#21191;&#27668;&#26377;&#28909;&#24773;&#30340;&#24819;&#25913;&#21464;&#30340;&#24180;&#36731;&#20154;&#21435;&#21019;&#36896;&#30340;&#65307; &#31532;&#20108;&#20010;&#23601;&#26159;&#25797;&#38271;&#23398;&#20064;&#21644;&#20998;&#26512;&#38382;&#39064;&#12290;&#25105;&#20204;&#25307;&#32856;&#30340;&#20154;&#19981;&#19968;&#23450;&#38656;&#35201;&#20182;&#26377;&#38750;&#24120;&#22909;&#30340;&#20851;&#20110;&#28145;&#24230;&#23398;&#20064;&#25110;&#32773;&#26080;&#20154;&#39550;&#39542;&#30340;&#30693;&#35782;&#65292;&#20294;&#26159;&#33021;&#25317;&#26377;&#29305;&#21035;&#25797;&#38271;&#23398;&#20064;&#21644;&#20998;&#26512;&#38382;&#39064;&#35299;&#20915;&#38382;&#39064;&#30340;&#33021;&#21147;&#65292;&#36825;&#26679;&#30340;&#20154;&#36827;&#20837;&#26080;&#20154;&#39550;&#39542;&#34892;&#19994;&#65292;&#19968;&#23450;&#20250;&#25104;&#38271;&#30340;&#38750;&#24120;&#24555;&#65292;&#26102;&#38388;&#20250;&#26159;&#20182;&#20204;&#30340;&#26379;&#21451;&#12290;</p>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://mp.weixin.qq.com/s/j-M1miK_tJN0v5OLBw7qUg">&#22235;&#21315;&#24180;&#26469;&#30340;&#22823;&#35910;&#19982;&#36152;&#26131;&#25112; | &#35266;&#22825;&#19979;&#35762;&#22363;</a> <code class="fold">@</code></dt>
<dd><p>&#24403;&#28982;&#65292;&#35910;&#23376;&#20316;&#20026;&#20027;&#31918;&#20063;&#26377;&#23427;&#33258;&#24049;&#30340;&#38382;&#39064;&#12290;&#39318;&#20808;&#35910;&#23376;&#21507;&#36215;&#26469;&#20250;&#32960;&#27668;&#65292;&#24448;&#24448;&#26159;&#36824;&#27809;&#21507;&#39281;&#65292;&#32922;&#23376;&#37324;&#30340;&#27668;&#20307;&#23601;&#35753;&#20320;&#35273;&#24471;&#21507;&#19981;&#19979;&#20102;&#65292;&#35753;&#32963;&#32928;&#24456;&#19981;&#33298;&#26381;&#12290;&#33267;&#20110;&#24403;&#20247;&#25490;&#27668;&#65292;&#36825;&#23545;&#20110;&#21476;&#20154;&#26469;&#35828;&#20498;&#26159;&#23567;&#38382;&#39064;&#12290;&#20854;&#27425;&#65292;&#22823;&#35910;&#26377;&#35910;&#33125;&#21619;&#65292;&#27668;&#21619;&#32858;&#38598;&#22312;&#19968;&#36215;&#26159;&#33261;&#21619;&#65292;&#20063;&#35753;&#20154;&#19981;&#24819;&#22810;&#21507;&#12290;&#26368;&#21518;&#65292;&#29983;&#22823;&#35910;&#26159;&#26377;&#36731;&#24494;&#27602;&#24615;&#30340;&#65292;&#37324;&#38754;&#30340;&#30338;&#33527;&#12289;&#20957;&#34880;&#32032;&#20250;&#21050;&#28608;&#20869;&#33039;&#65292;&#35753;&#20154;&#21589;&#21520;&#29978;&#33267;&#26127;&#36855;&#65292;&#24517;&#39035;&#23436;&#20840;&#29038;&#29087;&#25165;&#33021;&#21507;&#12290;&#22823;&#23478;&#29038;&#40644;&#35910;&#25110;&#32773;&#29038;&#27611;&#35910;&#30340;&#26102;&#20505;&#65292;&#19968;&#23450;&#35760;&#20303;&#35201;&#24443;&#24213;&#29038;&#29087;&#65292;&#19981;&#33021;&#26377;&#20389;&#24184;&#24515;&#29702;&#12290;&#21476;&#20195;&#26410;&#32463;&#36873;&#32946;&#30340;&#22823;&#35910;&#24819;&#24517;&#27602;&#24615;&#26356;&#22823;&#12290;&#36825;&#20960;&#20010;&#21407;&#22240;&#25918;&#22312;&#19968;&#36215;&#65292;&#23548;&#33268;&#22823;&#35910;&#19981;&#33021;&#25104;&#20026;&#32477;&#23545;&#30340;&#20027;&#31918;&#12290;&#19981;&#29992;&#30952;&#30862;&#30340;&#31903;&#65288;&#21644;&#40653;&#65289;&#65292;&#20063;&#23601;&#26159;&#23567;&#31859;&#65292;&#22987;&#32456;&#20445;&#25345;&#20102;&#31532;&#19968;&#20027;&#31918;&#30340;&#20301;&#32622;&#12290;</p>
<p>&#20294;&#26159;&#65292;&#20316;&#20026;&#27833;&#33026;&#21644;&#34507;&#30333;&#36136;&#21547;&#37327;&#26368;&#39640;&#30340;&#31918;&#39135;&#65292;&#22823;&#35910;&#26377;&#24456;&#22810;&#21507;&#27861;&#12290;&#30952;&#25104;&#31881;&#23601;&#24456;&#23481;&#26131;&#24443;&#24213;&#28818;&#29087;&#25110;&#32773;&#29038;&#29087;&#65292;&#19981;&#20250;&#20013;&#27602;&#12290;&#22914;&#26524;&#20570;&#25104;&#35910;&#27974;&#25110;&#32773;&#35910;&#33104;&#65292;&#23601;&#19981;&#20250;&#32960;&#27668;&#65292;&#20063;&#27809;&#26377;&#35910;&#33125;&#21619;&#12290;&#20026;&#20160;&#20040;&#26149;&#31179;&#25112;&#22269;&#26102;&#20195;&#30340;&#20154;&#19981;&#20570;&#35910;&#33104;&#25110;&#32773;&#35910;&#27974;&#21602;&#65311;&#22240;&#20026;&#21152;&#24037;&#36153;&#29992;&#22826;&#36149;&#20102;&#12290;</p>
<p>&#19968;&#26086;&#26377;&#20102;&#30707;&#30952;&#65292;&#40614;&#23376;&#21487;&#20197;&#21464;&#25104;&#38754;&#31881;&#65292;&#36825;&#31181;&#21475;&#24863;&#22909;&#65292;&#21507;&#20102;&#19981;&#32960;&#65292;&#20063;&#19981;&#23481;&#26131;&#20013;&#27602;&#30340;&#39135;&#21697;&#23601;&#31435;&#21051;&#25171;&#36133;&#20102;&#22823;&#35910;&#12290;&#27721;&#26397;&#26089;&#26399;&#65292;&#35910;&#23376;&#36824;&#26159;&#32477;&#23545;&#30340;&#20027;&#31918;&#65292;&#21040;&#20102;&#21776;&#26397;&#65292;&#23567;&#40614;&#24050;&#32463;&#19978;&#21319;&#21040;&#31532;&#20108;&#29978;&#33267;&#31532;&#19968;&#20027;&#31918;&#30340;&#22320;&#20301;&#12290;&#21516;&#26102;&#20013;&#21407;&#20154;&#21475;&#36234;&#26469;&#36234;&#22810;&#65292;&#20063;&#19981;&#24895;&#20877;&#31181;&#20135;&#37327;&#36739;&#20302;&#30340;&#22823;&#35910;&#65292;&#22823;&#35910;&#23601;&#36880;&#28176;&#36793;&#32536;&#21270;&#20102;&#12290;</p>
<p>&#20854;&#27425;&#65292;&#22823;&#35910;&#27833;&#19981;&#26159;&#22343;&#21248;&#20998;&#24067;&#22312;&#22823;&#35910;&#37324;&#30340;&#65292;&#32780;&#26159;&#20998;&#25955;&#25104;&#24456;&#22810;&#24494;&#31859;&#32423;&#30340;&#23567;&#27833;&#28404;&#12290;&#36825;&#20123;&#27833;&#28404;&#34920;&#38754;&#35206;&#30422;&#30528;&#19968;&#23618;&#38750;&#24120;&#22362;&#22266;&#30340;&#21365;&#30967;&#33026;&#65292;&#23601;&#31639;&#25226;&#22823;&#35910;&#30952;&#30862;&#20063;&#19981;&#20250;&#30772;&#22351;&#12290;&#25152;&#20197;&#65292;&#25105;&#20204;&#29992;&#30707;&#30952;&#23601;&#33021;&#20174;&#33437;&#40635;&#37324;&#33719;&#21462;&#39321;&#27833;&#65292;&#30952;&#35910;&#27974;&#21364;&#30475;&#19981;&#21040;&#35910;&#27974;&#37324;&#26377;&#27833;&#12290;</p>
<p>&#35910;&#27833;&#27809;&#26377;&#25327;&#25937;&#22823;&#35910;&#30340;&#22320;&#20301;&#65292;&#20294;&#30001;&#20110;&#34507;&#30333;&#36136;&#21547;&#37327;&#39640;&#65292;&#27048;&#36807;&#27833;&#30340;&#22823;&#35910;&#21453;&#32780;&#26377;&#20102;&#26032;&#29992;&#36884;&#8212; &#8212;&#35910;&#39292;&#21487;&#20197;&#24403;&#39282;&#26009;&#21644;&#32933;&#26009;&#12290;&#36825;&#23545;&#20110;&#20154;&#21475;&#23494;&#38598;&#30340;&#20013;&#22269;&#20892;&#19994;&#26680;&#24515;&#21306;&#26469;&#35828;&#26159;&#24456;&#22823;&#30340;&#36129;&#29486;&#8212;&#8212; &#26680;&#24515;&#21306;&#24050;&#32463;&#27809;&#26377;&#22826;&#22810;&#31918;&#39135;&#29992;&#26469;&#20859;&#29482;&#65292;&#22303;&#22320;&#30340;&#32933;&#21147;&#20063;&#36880;&#28176;&#32791;&#23613;&#20102;&#12290;</p>
<p>&#20316;&#20026;&#19968;&#20010;&#21322;&#27542;&#27665;&#22320;&#22269;&#23478;&#65292;20 &#24180;&#20195;&#30340;&#20013;&#22269;&#22269;&#38469;&#36152;&#26131;&#22788;&#20110;&#20005;&#37325;&#36870;&#24046;&#29366;&#24577;&#65292;&#30333;&#38134;&#22806;&#27969;&#20005;&#37325;&#12290;&#21271;&#27915;&#25919;&#24220;&#22522;&#26412;&#20381;&#38752;&#24093;&#22269;&#20027;&#20041;&#20511;&#27454;&#19982;&#20986;&#21334;&#26356;&#22810;&#30340;&#26435;&#30410;&#36807;&#26085;&#23376;&#65292;&#19968;&#33324;&#22320;&#26041;&#20891;&#38400;&#21017;&#25340;&#21629;&#25910;&#22320;&#31199;&#21644;&#21400;&#37329;&#21507;&#39277;&#12290;&#36825;&#26399;&#38388;&#19996;&#21271;&#22240;&#20026;&#22823;&#35910;&#20986;&#21475;&#25104;&#20026;&#20013;&#22269;&#21807;&#19968;&#22823;&#35268;&#27169;&#39034;&#24046;&#30340;&#22320;&#21306;&#65292;&#25511;&#21046;&#19996;&#21271;&#30340;&#21183;&#21147;&#25317;&#26377;&#20013;&#22269;&#26368;&#22823;&#30340;&#19968;&#31508;&#26426;&#21160;&#36164;&#37329;&#12290;</p>
<p>&#19990;&#30028;&#19978; 90% &#20197;&#19978;&#30340;&#37326;&#29983;&#22823;&#35910;&#36164;&#28304;&#20998;&#24067;&#22312;&#25105;&#22269;&#12290;&#20294;&#32654;&#22269;&#20154;&#35748;&#35748;&#30495;&#30495;&#24178;&#20102;&#20960;&#21313;&#24180;&#65292;&#29616;&#22312;&#32654;&#22269;&#20316;&#29289;&#22522;&#22240;&#24211;&#20013;&#20445;&#23384;&#30340;&#22823;&#35910;&#36164;&#28304;&#24050;&#36798; 20000 &#22810;&#20221;&#65292;&#25104;&#20026;&#20165;&#27425;&#20110;&#20013;&#22269;&#30340;&#22823;&#35910;&#36164;&#28304;&#22823;&#22269;&#12290;</p>
<p>&#21518;&#26469;&#26446;&#30707;&#26366;&#24403;&#20102;&#22269;&#27665;&#20826;&#30417;&#23519;&#22996;&#21592;&#65292;&#21495;&#31216;&#22269;&#27665;&#20826;&#22235;&#22823;&#20803;&#32769;&#20043;&#19968;&#12290;&#20294;&#20182;&#26356;&#37325;&#35201;&#30340;&#25104;&#32489;&#26159;&#30041;&#23398;&#21220;&#24037;&#20461;&#23398;&#36816;&#21160;&#21560;&#24341;&#20102;&#19968;&#22823;&#25209;&#20013;&#19979;&#23618;&#30693;&#35782;&#20998;&#23376;&#21040;&#27861;&#22269;&#65292;&#35835;&#20070;&#30340;&#21516;&#26102;&#25509;&#21463;&#20102;&#19990;&#30028;&#22823;&#25112;&#21518;&#26399;&#24418;&#25104;&#30340;&#24038;&#32764;&#38761;&#21629;&#24605;&#24819;&#12290;&#21608;&#24681;&#26469;&#65292;&#37011;&#23567;&#24179;&#12289;&#26417;&#24503;&#37117;&#26159;&#20182;&#21457;&#36215;&#30340;&#21220;&#24037;&#20461;&#23398;&#36816;&#21160;&#30340;&#25104;&#26524;&#12290;&#36825;&#20960;&#20010;&#20154;&#20013;&#65292;&#26417;&#24503;&#24403;&#36807;&#20891;&#38400;&#65292;&#19981;&#32570;&#38065;&#65292;&#21608;&#24681;&#26469;&#37011;&#23567;&#24179;&#37117;&#26159;&#31351;&#30693;&#35782;&#20998;&#23376;&#65292;&#21040;&#20102; 1923 &#24180;&#31351;&#24471;&#21507;&#19981;&#19978;&#39277;&#12290;&#20110;&#26159;&#20182;&#20204;&#20223;&#25928;&#26446;&#30707;&#26366;&#21448;&#24320;&#20102;&#19968;&#23478;&#29420;&#31435;&#30340;&#35910;&#33104;&#24215;&#65292;&#37011;&#23567;&#24179;&#21608;&#24681;&#26469;&#37117;&#25512;&#36807;&#30952;&#30424;&#65292;&#37011;&#23567;&#24179;&#33258;&#24049;&#36824;&#19979;&#21416;&#28818;&#35910;&#33104;&#21334;&#12290;&#21487;&#20197;&#35828;&#20013;&#22269;&#38761;&#21629;&#25104;&#21151;&#65292;&#24456;&#22823;&#19968;&#37096;&#20998;&#36164;&#28304;&#37117;&#26469;&#33258;&#21521;&#28023;&#22806;&#25512;&#24191;&#22823;&#35910;&#12290;</p>
<p>1980 &#24180;&#20195;&#65292;&#20013;&#22269;&#20154;&#35299;&#20915;&#20102;&#21313;&#20159;&#20154;&#21475;&#30340;&#21507;&#39277;&#38382;&#39064;&#65292;&#24320;&#22987;&#29992;&#24037;&#19994;&#36186;&#22806;&#27719;&#65292;&#20174;&#22269;&#22806;&#20080;&#27833;&#12290;&#20174;&#32479;&#35745;&#34920;&#30475;&#65292;&#20013;&#22269;&#24182;&#19981;&#26159;&#20160;&#20040;&#27833;&#37117;&#21916;&#27426;&#12290;&#20840;&#19990;&#30028;&#36825;&#20040;&#22810;&#27833;&#26009;&#20316;&#29289;&#65292;&#20013;&#22269;&#20154;&#21507;&#35910;&#27833;&#30340;&#28909;&#24773;&#26159;&#26368;&#39640;&#30340;&#12290;&#38500;&#20102;&#20013;&#22269;&#20043;&#22806;&#65292;&#36825;&#20040;&#31215;&#26497;&#21507;&#35910;&#27833;&#30340;&#22269;&#23478;&#21482;&#26377;&#24052;&#35199;&#21644;&#32654;&#22269;&#8212;&#8212;&#20294;&#23427;&#20204;&#37117;&#26159;&#22823;&#35910;&#20986;&#21475;&#22269;&#12290;&#21482;&#26377;&#20013;&#22269;&#65292;&#26126;&#26126;&#22269;&#20869;&#22823;&#35910;&#20379;&#24212;&#19981;&#36275;&#65292;&#26126;&#26126;&#26837;&#27016;&#27833;&#27604;&#35910;&#27833;&#20415;&#23452;&#65292;&#20379;&#24212;&#37327;&#36824;&#22823;&#65292;&#20013;&#22269;&#20154;&#20559;&#20559;&#35201;&#25340;&#21629;&#36827;&#21475;&#22823;&#35910;&#27048;&#27833;&#12290;</p>
<p>&#31532;&#19977;&#65292;&#22522;&#22240;&#20915;&#23450;&#20102;&#22823;&#22810;&#25968;&#20013;&#22269;&#25104;&#24180;&#20154;&#28040;&#21270;&#22902;&#21046;&#21697;&#30340;&#33021;&#21147;&#19981;&#34892;&#12290;&#19979;&#38754;&#36825;&#24352;&#22270;&#26159;&#20083;&#31958;&#28040;&#21270;&#33021;&#21147;&#30340;&#20840;&#29699;&#22320;&#22270;&#65292;&#26174;&#28982;&#20013;&#22269;&#20154;&#26159;&#26368;&#24046;&#30340;&#12290;&#25152;&#20197;&#65292;&#21360;&#24230;&#32463;&#27982;&#27700;&#24179;&#27604;&#20013;&#22269;&#24046;&#24456;&#22810;&#65292;&#20154;&#22343;&#29275;&#22902;&#28040;&#36153;&#21364;&#26159;&#20013;&#22269;&#30340;&#20004;&#20493;&#12290;&#20013;&#22269;&#20154;&#21560;&#25910;&#34507;&#30333;&#36136;&#35201;&#20040;&#38752;&#22823;&#35910;&#65292;&#35201;&#20040;&#38752;&#21507;&#32905;&#12290;</p>
<p>&#26368;&#21518;&#65292;&#34429;&#28982;&#26837;&#27016;&#27833;&#27604;&#22823;&#35910;&#27833;&#20415;&#23452;&#65292;&#29992;&#26469;&#28818;&#33756;&#20063;&#27604;&#36739;&#20581;&#24247;&#65292;&#20294;&#26837;&#27016;&#27833;&#29076;&#28857;&#27604;&#36739;&#39640;&#65292;&#21313;&#20960;&#24230;&#30340;&#27668;&#28201;&#19979;&#23601;&#35201;&#20957;&#32467;&#65292;&#22312;&#20013;&#22269;&#22823;&#22810;&#25968;&#22320;&#21306;&#37117;&#20250;&#21464;&#25104;&#22266;&#20307;&#12290;&#29992;&#36215;&#26469;&#19981;&#26041;&#20415;&#65292;&#35266;&#24863;&#20063;&#19981;&#22826;&#22909;&#65292;&#35753;&#20154;&#24819;&#36215;&#29482;&#27833;&#65292;&#35273;&#24471;&#33636;&#27833;&#19981;&#20581;&#24247;&#12290;&#25152;&#20197;&#26837;&#27016;&#27833;&#19968;&#33324;&#29992;&#22312;&#26041;&#20415;&#38754;&#20225;&#19994;&#65292;&#19981;&#20250;&#30452;&#25509;&#36827;&#20837;&#23478;&#24237;&#12290;</p>
<p>&#19968;&#22270;&#20197;&#34109;&#20043;&#65292;&#22303;&#22320;&#25104;&#26412;&#39640;&#26159;&#22240;&#20026;&#25105;&#20204;&#20154;&#21475;&#23494;&#38598;&#65307;&#20154;&#24037;&#21644;&#26426;&#26800;&#25104;&#26412;&#39640;&#26159;&#22240;&#20026;&#25105;&#20204;&#25630;&#23567;&#20892;&#32463;&#27982;&#65292;&#22312;&#22303;&#22320;&#19978;&#28010;&#36153;&#20102;&#22826;&#22810;&#30340;&#24037;&#20316;&#65307;&#32933;&#26009;&#25104;&#26412;&#39640;&#26159;&#22240;&#20026;&#25105;&#20204;&#19981;&#25630;&#36716;&#22522;&#22240;&#8212;&#8212;&#34429;&#28982;&#25105;&#20204;&#22825;&#22825;&#37117;&#22312;&#21507;&#32654;&#27954;&#36716;&#22522;&#22240;&#22823;&#35910;&#27833;&#12290;</p>
<p>&#21482;&#35201;&#20892;&#19994;&#36824;&#20381;&#36182;&#20110;&#22303;&#22320;&#65292;&#25105;&#20204;&#29992;&#20840;&#29699; 7% &#30340;&#32789;&#22320;&#28385;&#36275; 20% &#30340;&#20154;&#21475;&#30340;&#31918;&#39135;&#20379;&#24212;&#23601;&#21487;&#20197;&#20102;&#65292;&#19981;&#22826;&#21487;&#33021;&#28385;&#36275; 20% &#30340;&#20154;&#21475;&#21507;&#32905;&#21917;&#37202;&#28818;&#33756;&#36824;&#35201;&#21507;&#27700;&#26524;&#12290;</p>
<p>&#19978;&#38754;&#19977;&#24352;&#22270;&#65292;&#32511;&#33394;&#26159;&#22823;&#35910;&#20135;&#21306;&#65292;&#32418;&#33394;&#26159;&#29305;&#26391;&#26222;&#25903;&#25345;&#32773;&#26469;&#28304;&#12290;&#29305;&#26391;&#26222;&#30340;&#25903;&#25345;&#32773;&#30340;&#30830;&#21644;&#35910;&#20892;&#26377;&#24456;&#22823;&#30340;&#37325;&#21512;&#12290;&#25171;&#20987;&#26159;&#26377;&#25928;&#30340;&#12290;&#20294;&#26159;&#21147;&#24230;&#26410;&#24517;&#26377;&#25105;&#20204;&#24819;&#35937;&#30340;&#37027;&#20040;&#22823;&#12290;</p>
<p>a &#22269;&#20135;&#20892;&#19994;&#24212;&#35813;&#25215;&#35748;&#33258;&#24049;&#30340;&#24046;&#36317;&#65292;&#35268;&#27169;&#21270;&#65292;&#20135;&#19994;&#21270;&#25165;&#26159;&#22823;&#26041;&#21521;&#12290;b &#28023;&#22806;&#30340;&#20379;&#24212;&#36873;&#25321;&#26377;&#24456;&#22810;&#65292;&#25105;&#20204;&#24212;&#35813;&#23613;&#21487;&#33021;&#21435;&#24320;&#21457;&#65292;&#20294;&#26159;&#24517;&#39035;&#25215;&#35748;&#32654;&#22269;&#26377;&#29420;&#29305;&#20248;&#21183;&#12290;c &#25105;&#20204;&#21487;&#20197;&#32473;&#32654;&#22269;&#25919;&#23458;&#26045;&#21152;&#19968;&#23450;&#30340;&#21387;&#21147;&#65292;&#20294;&#19981;&#26159;&#20915;&#23450;&#21387;&#21147;&#12290;&#20294;&#21453;&#36807;&#26469;&#35828;&#65292;&#25105;&#20204;&#21487;&#20197;&#32473;&#32654;&#22269;&#25552;&#20379;&#36275;&#22815;&#30340;&#35825;&#24785;&#65292;&#25343;&#19981;&#21040;&#25163;&#30340;&#35825;&#24785;&#20063;&#26159;&#21387;&#21147;&#12290;</p>
<p>&#36825;&#35201;&#20174;&#20108;&#25112;&#21518;&#30340;&#19990;&#30028;&#23616;&#21183;&#35828;&#36215;&#65292;&#21644;&#20013;&#22269;&#30340;&#21382;&#21490;&#20063;&#26377;&#20851;&#31995;&#12290;1945 &#24180;&#30340;&#32654;&#22269;&#65292;&#24037;&#19994;&#19990;&#30028;&#26368;&#24378;&#65292;&#20892;&#19994;&#19990;&#30028;&#26368;&#24378;&#65292;&#37329;&#34701;&#19990;&#30028;&#26368;&#24378;&#12290;&#36825;&#20010;&#19990;&#30028;&#22914;&#26524;&#25630;&#32477;&#23545;&#33258;&#30001;&#36152;&#26131;&#30340;&#35805;&#65292;&#25152;&#26377;&#22269;&#23478;&#30340;&#25152;&#26377;&#20225;&#19994;&#37117;&#24471;&#22446;&#25481;&#65292;&#22240;&#20026;&#32654;&#22269;&#20154;&#20160;&#20040;&#37117;&#27604;&#20320;&#20415;&#23452;&#65292;&#36824;&#26377;&#32654;&#20803;&#36825;&#31181;&#26368;&#21487;&#38752;&#30340;&#36135;&#24065;&#25552;&#20379;&#20132;&#26131;&#24037;&#20855;&#12290;&#30701;&#26399;&#20869;&#30475;&#65292;&#35980;&#20284;&#20840;&#19990;&#30028;&#30340;&#32769;&#30334;&#22995;&#24471;&#20102;&#20415;&#23452;&#65292;&#20080;&#21040;&#30340;&#24037;&#19994;&#21697;&#21644;&#31918;&#39135;&#37117;&#20415;&#23452;&#20102;&#12290;&#20294;&#20174;&#38271;&#26399;&#30475;&#65292;&#20840;&#19990;&#30028;&#20219;&#20309;&#22269;&#23478;&#37117;&#27809;&#27861;&#24418;&#25104;&#29983;&#20135;&#32452;&#32455;&#65292;&#20225;&#19994;&#30452;&#25509;&#30772;&#20135;&#65292;&#32769;&#30334;&#22995;&#33457;&#20809;&#33258;&#24049;&#30340;&#31215;&#33988;&#20043;&#21518;&#23601;&#22833;&#19994;&#20102;&#65292;&#22833;&#19994;&#23601;&#20250;&#36896;&#21453;&#65292;&#23601;&#20250;&#38761;&#21629;&#65292;&#23601;&#20250;&#31449;&#21040;&#33487;&#32852;&#38453;&#33829;&#19968;&#36793;&#65292;&#22240;&#20026;&#36825;&#20010;&#22269;&#23478;&#27809;&#26377;&#21035;&#30340;&#36873;&#25321;&#12290;&#25442;&#21477;&#35805;&#35828;&#65292;&#22312;&#20840;&#19990;&#30028;&#20154;&#27665;&#26222;&#36941;&#35273;&#37266;&#30340;&#24773;&#20917;&#19979;&#65292;&#32654;&#22269;&#36234;&#26159;&#21033;&#29992;&#33258;&#24049;&#30340;&#38712;&#26435;&#65292;&#36234;&#26159;&#32473;&#33487;&#32852;&#38453;&#33829;&#22686;&#21152;&#21147;&#37327;&#12290;</p>
<p>&#32654;&#22269;&#30340;&#21478;&#19968;&#20010;&#22909;&#22788;&#23601;&#26159;&#24314;&#31435;&#19968;&#20010;&#21560;&#24341;&#20840;&#29699;&#20154;&#25165;&#30340;&#20307;&#31995;&#65292;&#21516;&#26102;&#21033;&#29992;&#32654;&#22269;&#24066;&#22330;&#25511;&#21046;&#19990;&#30028;&#26631;&#20934;&#12290;&#39640;&#31185;&#25216;&#21644;&#34892;&#19994;&#26631;&#20934;&#22312;&#32654;&#22269;&#20154;&#25163;&#37324;&#65292;&#23601;&#21487;&#20197;&#21334;&#19968;&#20123;&#21033;&#28070;&#29575;&#24456;&#39640;&#30340;&#21830;&#21697;&#65292;&#27604;&#22914;&#22823;&#39134;&#26426;&#65292;&#27604;&#22914;&#22909;&#33713;&#22366;&#30005;&#24433;&#65292;&#27604;&#22914;&#29305;&#25928;&#33647;&#21697;&#12290;</p>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://www.youtube.com/watch?v=cUNX3azkZyk">Mark Zuckerberg&#8217;s 2004 Interview: See How Far He And Facebook Have Come | CNBC - YouTube</a> <code class="fold">@</code></dt>
<dd><p>Zuckerberg looks like the kid who would borrow your SNES cartridges, never return them, and blatantly deny it to others while playing the nice kid</p>
<p>Mark got worse at social skills&#8230; Its almost like almost 15 years, billions of dollars and a CEO position has made him&#8230; Less sharp.</p>
<p>Mark was wearing the same T-Shirt under that shirt</p>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://zh.wikipedia.org/wiki/%E8%89%B2%E9%94%AE">&#33394;&#38190; - &#32500;&#22522;&#30334;&#31185;&#65292;&#33258;&#30001;&#30340;&#30334;&#31185;&#20840;&#20070;</a> <code class="fold">@</code></dt>
<dd><p>&#33394;&#38190;&#25216;&#26415;&#26159;&#20174;&#32032;&#26448;&#20013;&#21024;&#38500;&#32972;&#26223;&#24182;&#38706;&#20986;&#21518;&#38754;&#30340;&#21478;&#19968;&#20010;&#32032;&#26448;&#65292;&#24050;&#34987;&#24456;&#22810;&#39046;&#22495;&#22823;&#37327;&#20351;&#29992;&#65292;&#23588;&#20854;&#26159;&#30005;&#24433;&#12289;&#24433;&#29255;&#12289;&#28216;&#25103;&#34892;&#19994;&#12290;&#33394;&#24230;&#38190;&#25511;&#25216;&#26415;&#24120;&#29992;&#20110;&#24433;&#29255;&#30340;&#21518;&#26399;&#21046;&#20316;&#12290;&#36825;&#31181;&#25216;&#26415;&#20063;&#31216;&#20026;&#33394;&#24230;&#38190;&#25511;&#65292;&#25110;&#30001;&#20110;&#21508;&#31181;&#20855;&#20307;&#39068;&#33394;&#21464;&#21270;&#30340;&#26415;&#35821;&#22914;&#32511;&#24149;&#12289;&#34013;&#24149;&#12290;&#33394;&#24230;&#38190;&#25511;&#21487;&#20197;&#26159;&#20219;&#20309;&#26377;&#22343;&#21248;&#30340;&#32972;&#26223;&#65292;&#20294;&#32511;&#33394;&#21644;&#34013;&#33394;&#32972;&#26223;&#26356;&#24120;&#29992;&#65292;&#36825;&#26159;&#22240;&#20026;&#23427;&#20204;&#19982;&#22823;&#22810;&#25968;&#20154;&#30340;&#30382;&#32932;&#39068;&#33394;&#23384;&#22312;&#26368;&#26126;&#26174;&#24046;&#24322;&#12290;&#22312;&#25293;&#25668;&#36807;&#31243;&#20013;&#65292;&#35201;&#23613;&#37327;&#38450;&#27490;&#28436;&#21592;&#30340;&#26381;&#35013;&#25110;&#20219;&#20309;&#37096;&#20998;&#19982;&#32972;&#26223;&#39068;&#33394;&#37325;&#21512;&#12290;</p>
<p>&#32511;&#33394;&#26159;&#30446;&#21069;&#27604;&#20219;&#20309;&#20854;&#20182;&#39068;&#33394;&#29992;&#20316;&#32972;&#26223;&#26368;&#22810;&#30340;&#65292;&#22240;&#20026;&#32511;&#33394;&#22312;&#25968;&#30721;&#25668;&#20687;&#26426;&#30340;&#22270;&#20687;&#20256;&#24863;&#22120;&#20013;&#26159;&#26368;&#25935;&#24863;&#30340;&#65292;&#30001;&#20110;&#25308;&#32819;&#27169;&#24335;&#26356;&#22810;&#30340;&#20998;&#37197;&#20687;&#32032;&#22312;&#32511;&#33394;&#36890;&#36947;&#20197;&#27169;&#20223;&#20154;&#30524;&#23545;&#32511;&#33394;&#20809;&#30340;&#25935;&#24863;&#24615;&#12290;&#22240;&#27492;&#65292;&#32511;&#33394;&#30456;&#26426;&#36890;&#36947;&#21253;&#21547;&#26368;&#23569;&#30340; &#8220;&#26434;&#33394;&#8221;&#65292;&#21487;&#20197;&#20135;&#29983;&#26368;&#24178;&#20928;&#30340;&#20027;&#39064;&#12290;&#21478;&#22806;&#21448;&#30001;&#20110;&#22270;&#20687;&#20256;&#24863;&#22120;&#23545;&#32511;&#33394;&#30340;&#39640;&#25935;&#24863;&#24615;&#65292;&#25152;&#20197;&#21482;&#38656;&#36739;&#23569;&#30340;&#20809;&#26469;&#29031;&#20142;&#32511;&#33394;&#12290;&#26126;&#20142;&#30340;&#32511;&#33394;&#20063;&#36234;&#26469;&#36234;&#21463;&#38738;&#30544;&#65292;&#22240;&#20026;&#19968;&#20010;&#34013;&#33394;&#30340;&#32972;&#26223;&#21487;&#33021;&#20250;&#21305;&#37197;&#28436;&#21592;&#30340;&#30524;&#30555;&#25110;&#34915;&#26381;&#39068;&#33394;&#65292;&#27604;&#22914;&#29275;&#20180;&#35044;&#12290;</p>
<dl>
<dt><a href="https://en.wikipedia.org/wiki/Chroma_key">Chroma key - Wikipedia</a> <code class="foldable">@</code></dt>
<dd><p>Chroma key compositing, or <strong>chroma keying</strong>, is a visual effects/post-production technique for compositing (layering) two images or video streams together based on color hues (chroma range). The technique has been used heavily in many fields to remove a background from the subject of a photo or video &#8211; particularly the newscasting, motion picture and videogame industries. A color range in the foreground footage is made transparent, allowing separately filmed background footage or a static image to be inserted into the scene. The chroma keying technique is commonly used in video production and post-production. This technique is also referred to as color keying, colour-separation overlay (CSO; primarily by the BBC[2]), or by various terms for specific color-related variants such as green screen, and blue screen &#8211; chroma keying can be done with backgrounds of any color that are uniform and distinct, but green and blue backgrounds are more commonly used because they differ most distinctly in hue from most human skin colors. No part of the subject being filmed or photographed may duplicate the color used as the backing.[3]</p>
<p>&#39640;&#26195;&#26494;&#20808;&#29983;&#22312;&#12298;&#26195;&#26494;&#22855;&#35848;&#12299;</p>
<p>&#8220;&#20108;&#25112;&#26085;&#26412;&#27178;&#25195;&#20122;&#27954;&#65292;&#21807;&#29420;&#27809;&#26377;&#36367;&#36827;&#28595;&#38376;&#65292;&#21407;&#22240;&#26159;&#28595;&#38376;&#26159;&#33889;&#33796;&#29273;&#27542;&#27665;&#22320;&#65292;&#32780;&#26085;&#20392;&#26368;&#22823;&#30340;&#28023;&#22806;&#23450;&#23621;&#22320;&#26159;&#33889;&#33796;&#29273;&#35821;&#22269;&#23478;&#8212;&#8212;&#24052;&#35199;&#8221;</p>
</dd>
</dl>
</dd>
</dl></li>
<li><p><a href="https://sxszyhg.wordpress.com/2017/03/17/%E4%B8%BA%E4%BB%80%E4%B9%88%E5%8D%B0%E5%B0%BC%E5%8D%8E%E4%BA%BA%E4%BC%9A%E8%AF%B4%E5%AE%81%E5%81%9A%E7%BE%8E%E5%9B%BD%E7%8B%97%EF%BC%8C%E4%B8%8D%E5%81%9A%E4%B8%AD%E5%9B%BD%E4%BA%BA/">&#20026;&#20160;&#20040;&#21360;&#23612;&#21326;&#20154;&#20250;&#35828;&#23425;&#20570;&#32654;&#22269;&#29399;&#65292;&#19981;&#20570;&#20013;&#22269;&#20154; | &#24118;&#38957;&#22823;&#21733;</a></p></li>
<li><dl>
<dt><a href="https://www.zhihu.com/people/filestorm/answers/by_votes">Filestorm - &#30693;&#20046;</a> <code class="fold">@</code></dt>
<dd><p>&#25105;&#19997;&#27627;&#19981;&#20851;&#24515;&#26576;&#19968;&#31687; paper &#30340;&#32626;&#21517;&#26159; SenseTime &#36824;&#26159; LinkFace&#65292;&#20004;&#23478;&#20844;&#21496;&#30340;&#20851;&#31995;&#19997;&#27627;&#19981;&#35302;&#21450;&#25105;&#30340;&#36947;&#24503;&#31070;&#32463;&#12290;&#20294;&#26159;&#30456;&#23545;&#22320;&#65292;&#20570;&#25216;&#26415;&#30340;&#20154;&#24212;&#24403;&#20855;&#26377;&#23545;&#25216;&#26415;&#26412;&#36523;&#30340;&#27905;&#30294;&#8212;&#8212;&#21457;&#34920;&#20986;&#26469;&#30340;&#24037;&#20316;&#26159;&#21542;&#30495;&#30340;&#26377;&#25928;&#12290;&#25105;&#20146;&#25163;&#22797;&#29616;&#36807;&#21830;&#27748;&#26361;&#26093;&#19996;&#21644;&#24464;&#31435;&#30340;&#19968;&#20123;&#35770;&#25991;&#65292;&#30830;&#23454; work&#65292;&#20063;&#27491;&#26159;&#22240;&#27492;&#65292;&#20182;&#20204;&#25165;&#26159;&#25105;&#23562;&#37325;&#30340;&#30740;&#31350;&#21592;&#12290;&#25105;&#24819;&#36825;&#31181;&#23562;&#37325;&#30340;&#24863;&#35273;&#24688;&#24688;&#26159;&#23398;&#26415;&#22280;&#37324;&#20154;&#19982;&#20154;&#20043;&#38388;&#20851;&#31995;&#30340;&#22522;&#30784;&#12290;</p>
<p>&#39318;&#20808;&#65292;&#20316;&#20026;&#19968;&#26412;&#25945;&#26448;&#65292;PRML &#30340;&#21208;&#35823;&#23454;&#22312;&#22826;&#22810;&#20102;&#65281;&#65281;&#21021;&#25784;&#20844;&#24335;&#30340;&#21516;&#23398;&#24212;&#35813;&#22521;&#20859;&#23545;&#27599;&#22788;&#19978;&#19979;&#26631;&#65292;&#23383;&#20307;&#65292;&#20197;&#21450;&#24120;&#29992;&#23383;&#27597;&#30340;&#24863;&#35273;&#65288;&#27604;&#22914;&#33457;&#20307;&#34920;&#31034;&#38598;&#21512;&#65292;&#19978;&#26631;&#19979;&#26631;&#19968;&#20010;&#34920;&#31034;&#26679;&#26412;&#32534;&#21495;&#19968;&#20010;&#34920;&#31034; feature &#32534;&#21495;&#65289;&#12290;&#34429;&#28982; machine learning &#19981;&#20687;&#24494;&#20998;&#20960;&#20309;&#37027;&#26679;&#20005;&#26684;&#25353;&#29031; Einstein notation &#36208;&#12290;&#32780; PRML &#22312;&#36825;&#22359;&#20799;&#22522;&#26412;&#19978;&#26159;&#24847;&#35782;&#27969;&#65292;&#26377;&#19981;&#23569;&#19981;&#20005;&#35880;&#20043;&#22788;&#65292;&#21208;&#35823;&#34920;&#37324;&#37117;&#27809;&#35760;&#19979;&#26469;&#12290;</p>
<p>&#20316;&#20026;&#19968;&#21517; GPA &#23398;&#28195;&#65292;&#25105;&#20010;&#20154;&#23436;&#20840;&#27809;&#26377;&#20986;&#36523;&#23398;&#26657;&#25110;&#32773;&#23398;&#20064;&#25104;&#32489;&#30340; bias&#12290;&#20294;&#26159;&#23545;&#20110;&#31185;&#30740;&#36825;&#36793;&#26469;&#35828;&#65292;&#25105;&#36824;&#27809;&#26377;&#22312;&#32447;&#19979;&#25509;&#35302;&#36807;&#38750; 985/211 &#23398;&#26657;&#30340;&#21516;&#23398;&#22312; top journal/conference &#19978;&#21457;&#34920;&#36807; paper&#12290;Sad but true&#65292;&#20013;&#22269;&#25945;&#32946;&#36164;&#28304;&#30340;&#20998;&#37197;&#31163;&#24179;&#22343;&#36824;&#24046;&#30340;&#24456;&#36828;&#65292;&#25152;&#20197;&#23458;&#35266;&#22320;&#35828;&#65292;&#28195;&#30805;&#37324;&#38754;&#26377;&#30740;&#31350;&#33021;&#21147;&#30340;&#20154;&#30830;&#23454;&#27604;&#36739;&#23569;&#35265;&#12290;</p>
<p>&#33267;&#20110;&#23398;&#21382;&#65292;&#25105;&#20204;&#23436;&#20840;&#27809;&#26377;&#21482;&#25307; phd &#36825;&#26679;&#30340;&#35268;&#23450;&#12290;&#25105;&#26412;&#31185;&#26102;&#20505;&#21457;&#36807;&#25402;&#22810; paper&#65292; Naiyan &#21644; Naiyan &#23478;&#39046;&#23548;&#22312;&#26412;&#31185;&#26399;&#38388;&#20063;&#37117;&#20570;&#36807;&#38750;&#24120;&#29275;&#36924;&#30340;&#30740;&#31350;&#12290;&#25152;&#20197;&#24402;&#26681;&#32467;&#24213;&#36824;&#26159;&#30475;&#19987;&#19994;&#32032;&#20859;&#12290;paper &#20160;&#20040;&#30340;&#26356;&#22810;&#26159;&#19968;&#20010;&#20304;&#35777;&#32780;&#24050;&#12290;</p>
<div class="figure">
<img src="https://pic1.zhimg.com/d8d479d57d050e32c1d77bb859d61ce2_r.jpg" />

</div>
<p>&#33509;&#26159;&#20174;&#24819;&#35937;&#21147;&#65292;&#24314;&#27169;&#33021;&#21147;&#65292;&#21019;&#26032;&#33021;&#21147;&#65292;&#20197;&#21450;&#23545;&#27010;&#24565;&#29702;&#35299;&#30340;&#28145;&#20837;&#31243;&#24230;&#19978;&#65292;&#20197;&#25105;&#37319;&#26679;&#36807;&#30340;&#32654;&#22269; top 10 &#30340;&#20960;&#20010;&#23398;&#26657;&#30340;&#21516;&#23398;&#20013;&#30475;&#26469;&#65292;&#20013;&#22269;&#20154;&#21644;&#21360;&#24230;&#20154;&#22522;&#26412;&#26159;&#23436;&#36133;&#12290;</p>
<p>&#19968;&#33324;&#35828; &#8220;&#31070;&#32463;&#32593;&#32476;&#31639;&#27861;&#8221; &#26159;&#25351; linear sum + hinge/sigmoid loss + back propagation&#12290;&#32780;&#36825;&#20010; http://digicortex.net &#24182;&#38750;&#27492;&#31867;&#27169;&#22411;&#65292;&#23427;&#26159;&#20010; spiking neuron model&#65288;&#25265;&#27465;&#33521;&#25991;&#26415;&#35821;&#22826;&#22810;&#65292;&#22909;&#22810;&#35789;&#23454;&#22312;&#25214;&#19981;&#20986;&#20013;&#25991;&#32763;&#35793;&#65289;&#12290;</p>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://en.wikipedia.org/wiki/Body_proportions">Body proportions - Wikipedia</a> <code class="fold">@</code></dt>
<dd><p>While there is significant variation in anatomical proportions between people, there are many references to body proportions that are intended to be canonical, either in art, measurement, or medicine.</p>
<p>Similarly, in art, body proportions are the study of relation of human or animal body parts to each other and to the whole. These ratios are used in veristic depictions of the figure, and also become part of an aesthetic canon within a culture.</p>
<p>&#22836;&#36523;&#26159;&#36523;&#39640;&#19982;&#22836;&#37096;&#30340;&#27604;&#20363;&#65292;&#20960;&#22836;&#36523;&#20195;&#34920;&#36523;&#39640;&#20026;&#22836;&#39640;&#30340;&#20960;&#20493;&#12290;&#19968;&#33324;&#30495;&#23454;&#20154;&#31867;&#30340;&#25104;&#20154;&#22836;&#36523;&#27604;&#20363;&#22823;&#33268;&#22312;&#20845;&#33267;&#20843;&#22836;&#36523;&#20043;&#38388;&#65292;&#20367;&#20754;&#30151;&#24739;&#32773;&#21487;&#33021;&#21482;&#26377;&#22235;&#33267;&#20116;&#22836;&#36523;&#65292;&#26576;&#20123;&#27169;&#29305;&#20799;&#21487;&#33021;&#36798;&#21040;&#20061;&#22836;&#36523;&#12290;&#20294;&#36523;&#26448;&#22909;&#22351;&#21644;&#22836;&#36523;&#27809;&#26377;&#22826;&#22823;&#20851;&#32852;&#65292;&#22312;&#33402;&#26415;&#23478;&#30524;&#20013;&#65292;&#20197;&#32922;&#33040;&#20026;&#20998;&#30028;&#65292;&#19979;&#32930;&#19982;&#36523;&#39640;&#27604;&#35201;&#25509;&#36817; 1&#65306;1.618 &#30340;&#40644;&#37329;&#27604;&#20363;[1]&#65292;&#25165;&#26159;&#34987;&#35748;&#20026;&#26368;&#32654;&#30340;&#65292;&#32780;&#21346;&#28014;&#23467;&#25152;&#23637;&#20986;&#30340;&#31859;&#27931;&#30340;&#32500;&#32435;&#26031;&#34987;&#35465;&#20026;&#26368;&#32654;&#30340;&#20154;&#20307;&#38613;&#20687; [2]&#12290;&#20197;&#20174;&#19979;&#24448;&#19978;&#30340;&#35282;&#24230;&#25110;&#36816;&#29992;&#24191;&#35282;&#38236;&#22836;&#30340;&#25668;&#24433;&#25163;&#27861;&#65292;&#33021;&#22815;&#22312;&#35270;&#35273;&#19978;&#35753;&#22836;&#36523;&#27604;&#20363;&#21464;&#22823; [3]&#12290;</p>
<div class="figure">
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Human_development_neoteny_body_and_head_proportions_pedomorphy_maturation_aging_growth.png/440px-Human_development_neoteny_body_and_head_proportions_pedomorphy_maturation_aging_growth.png" />

</div>
</dd>
</dl></li>
<li><dl>
<dt><a href="https://www.zhihu.com/topic/19653871/top-answers">&#26080;&#20154;&#39550;&#39542;&#36710; - &#30693;&#20046;</a> <code class="fold">@</code></dt>
<dd><p>&#20294;&#26159;&#28608;&#20809;&#38647;&#36798;&#20063;&#26377;&#19968;&#20123;&#20808;&#22825;&#30340;&#32570;&#28857;&#65292;&#23548;&#33268;&#20102;&#24182;&#19981;&#26159;&#19968;&#20010;&#20570;&#33258;&#21160;&#39550;&#39542;&#24456;&#21512;&#36866;&#30340;&#26041;&#26696; (&#22914;&#19979;&#22522;&#20110; velodyne 64 &#32447;&#28608;&#20809;&#38647;&#36798;&#30340;&#25968;&#25454;)&#65306;</p>
<ul>
<li>&#25506;&#27979;&#36317;&#31163;&#65306;&#24403;&#21069; Velodyne &#30340; 64 &#32447;&#28608;&#20809;&#38647;&#36798;&#26377;&#25928;&#25506;&#27979;&#36317;&#31163;&#20026; 120 &#31859;&#65292;360 &#24230;&#65292;&#22312;&#36710;&#36733;&#35745;&#31639;&#26426;&#21453;&#24212;&#36895;&#24230;&#36275;&#22815;&#24555;&#30340;&#24773;&#20917;&#19979;&#65292;&#39044;&#30041;&#30340;&#21049;&#36710;&#21453;&#26144;&#26102;&#24310;&#20063;&#36824;&#26159;&#22826;&#23567;&#65307;&#30456;&#23545;&#26469;&#35828;&#65292;&#20154;&#30340;&#30524;&#30555;&#21457;&#29616;&#20960;&#30334;&#31859;&#36828;&#30340;&#36710;&#36947;&#19978;&#23041;&#32961;&#26159;&#24456;&#23481;&#26131;&#30340;</li>
<li>&#25506;&#27979;&#31934;&#24230;&#65306;&#28608;&#20809;&#38647;&#36798;&#30340;&#24037;&#20316;&#26041;&#24335;&#20063;&#26159;&#31163;&#25955;&#30340;&#65292;&#35760;&#24471;&#22312; 120 &#31859;&#36317;&#31163;&#19978;&#22402;&#30452;&#21644;&#27700;&#24179;&#20998;&#36776;&#29575;&#24050;&#32463;&#26159; 0.3-0.5 &#31859;&#30340;&#32423;&#21035;&#65292;&#24847;&#21619;&#30528;&#22312;&#36825;&#20010;&#36317;&#31163;&#19978;&#31449;&#30528;&#30340;&#19968;&#20010;&#20154;&#26159;&#26377;&#21487;&#33021;&#34987;&#28608;&#20809;&#38647;&#36798;&#24573;&#35270;&#30340;&#65292;&#21482;&#26377;&#21040;&#20102;&#26356;&#36817;&#30340;&#36317;&#31163;&#65292;&#25165;&#33021;&#34987;&#25195;&#25551;&#21457;&#29616;</li>
<li>&#25195;&#25551;&#39057;&#29575;&#65306;Velodyne 64 &#30340;&#26368;&#39640;&#25195;&#25551;&#39057;&#29575;&#21482;&#33021;&#36798;&#21040; 15Hz&#65292;&#30456;&#24403;&#20110;&#35270;&#39057;&#24103;&#29575;&#30340; 15fps&#65292;&#32780;&#19988;&#22240;&#20026;&#26159; 360 &#25195;&#25551;&#65292;&#21152;&#19978;&#25968;&#25454;&#32531;&#23384;&#21644;&#22238;&#20256;&#30340;&#26102;&#38388;&#65292;&#36825;&#20010;&#26102;&#24310;&#26159;&#24456;&#24656;&#24598;&#30340;&#65292;&#26681;&#26412;&#26080;&#27861;&#35753;&#33258;&#21160;&#39550;&#39542;&#27773;&#36710;&#25552;&#39640;&#34892;&#39542;&#36895;&#24230;&#65292;&#22312; 120 &#20844;&#37324;&#26102;&#36895;&#19979;&#65292;&#21333;&#21333; 1 &#24103;&#25195;&#25551;&#30340;&#26102;&#38388;&#23601;&#21487;&#20197;&#35753;&#36710;&#36742;&#34892;&#39542;&#20986;&#21435; 2.222 &#31859;&#65307;&#32780;&#21516;&#26399;&#30340;&#24037;&#19994;&#25668;&#20687;&#22836;&#65292;&#34987;&#29992;&#22312;&#27773;&#36710;&#19978;&#30340;&#36890;&#24120;&#26159;120Hz &#36215;&#30340;&#65292;&#19978; 1000Hz &#30340;&#25668;&#20687;&#22836;&#20063;&#19981;&#38590;&#20080;&#21040;</li>
<li>&#38236;&#38754;&#40657;&#27934;&#65306;&#28608;&#20809;&#38647;&#36798;&#20381;&#38752;&#21453;&#23556;&#28608;&#20809;&#30340;&#26102;&#24310;&#26469;&#25506;&#27979;&#27599;&#20010;&#28857;&#30340;&#36317;&#31163;&#65292;&#20294;&#22914;&#26524;&#25195;&#25551;&#30340;&#29289;&#20307;&#21453;&#23556;&#33021;&#21147;&#36739;&#22909;&#19988;&#19981;&#26159;&#27491;&#23545;&#28608;&#20809;&#38647;&#36798;&#65292;&#23601;&#20250;&#23548;&#33268;&#27492;&#22788;&#25506;&#27979;&#19981;&#21040;&#21453;&#23556;&#30340;&#28608;&#20809;&#65292;&#23545;&#28608;&#20809;&#38647;&#36798;&#32780;&#35328;&#65292;&#36825;&#23601;&#26159;&#20010;&#36317;&#31163;&#26080;&#38480;&#36828;&#30340;&#40657;&#27934;&#65307;&#21516;&#26102;&#23545;&#38634;&#12289;&#38654;&#22825;&#27668;&#30340;&#28608;&#20809;&#21453;&#23556;&#32780;&#35328;&#65292;&#36820;&#22238;&#20449;&#21495;&#23601;&#26159;&#19968;&#22823;&#22534;&#22122;&#28857;</li>
<li>&#23551;&#21629;&#65306;&#27605;&#31455;&#26159;&#25972;&#22825;&#38706;&#22312;&#22806;&#38754;&#19981;&#26029;&#26059;&#36716;&#30340;&#20809;&#23398;&#35774;&#22791;&#65292;&#36825;&#23551;&#21629;&#19981;&#38590;&#24819;&#35937;</li>
<li>&#21464;&#24577;&#30340;&#20215;&#26684;&#65306;&#19968;&#24180;&#22810;&#21069;&#25105;&#25152;&#25509;&#35302;&#30340; Velodyne 64&#65292;&#20986;&#21378;&#20215;&#26684; 7 &#19975;&#32654;&#20803;&#65292;&#21040;&#20013;&#22269;&#26159; 10 &#19975;&#32654;&#20803;&#24038;&#21491;</li>
</ul>
<p>&#23545;&#20110;&#22823;&#37096;&#20998;&#20154;&#22823;&#37096;&#20998;&#24773;&#20917;&#19979;&#39550;&#39542;&#37117;&#26159;&#19968;&#20214;&#37325;&#22797;&#32780;&#20302;&#25928;&#30340;&#20219;&#21153;&#65292;&#23558;&#20854;&#35753;&#24037;&#20855;&#20570;&#26469;&#33258;&#21160;&#21270;&#26174;&#28982;&#31526;&#21512;&#25216;&#26415;&#21457;&#23637;&#30340;&#36235;&#21183;&#12290;</p>
<p>&#30456;&#27604;&#20110;&#20114;&#32852;&#32593;&#20844;&#21496; &#8220;&#25226;&#20256;&#24863;&#22120;&#37117;&#24448;&#36710;&#19978;&#22534;&#8221; &#30340;&#33041;&#22238;&#36335;&#65292;&#36710;&#20225;&#20250;&#26356;&#27880;&#37325;&#20110; &#8220;&#24403;&#21069;&#30340;&#20256;&#24863;&#22120;&#37197;&#32622;&#33021;&#19981;&#33021;&#23454;&#29616;&#25105;&#26368;&#21021;&#23450;&#19979;&#30340;&#21151;&#33021;&#8221; &#21644; &#8220;&#20445;&#35777;&#23433;&#20840;&#21644;&#24615;&#33021;&#30340;&#21069;&#25552;&#19979;&#65292;&#26159;&#21542;&#26377;&#25104;&#26412;&#26356;&#20302;&#30340;&#26367;&#20195;&#26041;&#26696;&#8221;&#65292;&#21363;&#20197;&#30446;&#26631;&#20026;&#23548;&#21521;&#22320;&#37197;&#32622;&#20256;&#24863;&#22120;&#12290;</p>
<p>&#20182;&#20204;&#27880;&#37325;&#30340;&#26159;&#33853;&#22320;&#12290;&#30446;&#30340;&#26159;&#25379;&#38065;&#65292;&#32780;&#19981;&#26159;&#28843;&#25216;&#12290;</p>
</dd>
</dl></li>
<li><dl>
<dt>Mapillary Vistas Dataset <code class="fold">@</code></dt>
<dd><p>&#39740;&#24433;&#65288;&#33521;&#25991;&#65306;Ghosting&#65289;&#26159;&#30005;&#35270;&#25216;&#26415;&#26415;&#35821;&#65292;&#25351;&#30005;&#35270;&#24191;&#25773;&#35759;&#21495;&#22240;&#39640;&#23665;&#25110;&#22823;&#21414;&#31561;&#24314;&#31569;&#29289;&#30340;&#21453;&#23556;&#65292;&#20196;&#21516;&#19968;&#22825;&#32447;&#22810;&#27425;&#25509;&#25910;&#21516;&#19968;&#35270;&#35759;&#65292;&#22312;&#30005;&#35270;&#26426;&#26174;&#24433;&#30011;&#38754;&#19978;&#20986;&#29616;&#21452;&#37325;&#24433;&#20687;&#12290;</p>
<p><a href="https://en.wikipedia.org/wiki/High-definition_video">High-definition video - Wikipedia</a></p>
<p>High-definition video is video of higher resolution and quality than standard-definition. While there is no standardized meaning for high-definition, generally any video image with considerably more than 480 vertical lines (North America) or 576 vertical lines (Europe) is considered high-definition. 480 scan lines is generally the minimum even though the majority of systems greatly exceed that. Images of standard resolution captured at rates faster than normal (60 frames/second North America, 50 fps Europe), by a high-speed camera may be considered high-definition in some contexts. Some television series shot on high-definition video are made to look as if they have been shot on film, a technique which is often known as filmizing.</p>
<p>&#26159;&#19968;&#20010;&#34903;&#26223;&#22270;&#29255;&#24179;&#21488;&#65292;&#24179;&#21488;&#27880;&#20876;&#29992;&#25143;&#21487;&#20197;&#20849;&#21516;&#21512;&#20316;&#21442;&#19982;&#21435;&#21046;&#20316;&#26356;&#22909;&#30340;&#22320;&#22270;&#12290;&#20182;&#20204;&#24320;&#25918;&#20102;&#37096;&#20998;&#22270;&#29255;&#25968;&#25454;&#38598;&#24182;&#19988;&#20197;&#20687;&#32032;&#32423;&#31934;&#24230;&#26631;&#27880;&#20102;&#36825;&#20123;&#22270;&#29255;&#12290;&#22312;&#20889;&#36825;&#31687;&#25991;&#31456;&#26102;&#65292;&#23427;&#26159;&#19990;&#30028;&#19978;&#26368;&#22823;&#30340;&#20570;&#22810;&#26679;&#21270;&#30340;&#24320;&#28304;&#25968;&#25454;&#38598;&#65292;&#22320;&#29702;&#33539;&#22260;&#36328;&#36234;&#20102;&#22823;&#38470;&#12290;&#30001;&#20110;&#36825;&#20010;&#24179;&#21488;&#19978;&#30340;&#22270;&#29255;&#20351;&#22823;&#20247;&#19968;&#36215;&#25910;&#38598;&#30340;&#65292;&#25152;&#20197;&#22270;&#29255;&#35282;&#24230;&#26377;&#24456;&#22810;&#31181;&#31867;&#65292;&#20102;&#35299;&#26356;&#22810;&#28857;&#20987;&#36825;&#37324;&#24744;&#20063;&#21487;&#20197;&#29992;&#20182;&#20204;&#30340;&#25968;&#25454;&#38598;&#25552;&#20132;&#31639;&#27861;&#65292;&#20102;&#35299;&#26356;&#22810;</p>
<p><a href="https://www.geospatialworld.net/blogs/hd-maps-autonomous-vehicles/">What are HD Maps, how are HD Maps made, HD Maps for self-driving cars</a></p>
<p>https://www.youtube.com/playlist?list=PLUl4u3cNGP60hI9ATjSFgLZpbNJ7myAg6</p>
<p>&#24815;&#23548;&#25216;&#26415;&#65292;&#26159;&#22269;&#38469;&#19978;&#26368;&#20808;&#36827;&#30340;&#27979;&#32472;&#25216;&#26415;&#12290;2009&#24180;10&#26376;13&#26085;&#65292;&#20013;&#22269;&#24037;&#31243;&#38498;&#38498;&#22763;&#21016;&#20808;&#26519;&#34920;&#31034;&#65292;&#20808;&#36827;&#30340;&#27979;&#32472;&#25216;&#26415;&#26159;&#25226;&#29616;&#26377;&#30340;&#23574;&#31471;&#20256;&#24863;&#22120;&#37117;&#29992;&#19978;&#65292;&#29305;&#21035;&#26159;&#23558;&#26368;&#20808;&#36827;&#30340;&#8220;&#24815;&#23548;&#25216;&#26415;&#8221;&#24212;&#29992;&#20110;&#27979;&#32472;&#32780;&#23454;&#29616;&#8220;&#26080;&#25511;&#21046;&#8221;&#27979;&#32472;&#12290;&#21016;&#20808;&#26519;&#34920;&#31034;&#65292;&#20013;&#22269;&#22312;&#36825;&#26041;&#38754;&#30456;&#23545;&#32780;&#35328;&#27604;&#36739;&#20808;&#36827;&#65292;&#26377;&#24456;&#22810;&#35774;&#22791;&#37117;&#23454;&#29616;&#20102;&#22269;&#20135;&#21270;&#12290;&#21487;&#20197;&#23454;&#29616;&#25152;&#35859;&#30340;&#26080;&#25511;&#21046;&#27979;&#32472;&#65292;&#21482;&#38656;&#35201;&#39134;&#26426;&#12289;&#21355;&#26143;&#22312;&#22825;&#19978;&#39134;&#65292;&#23601;&#21487;&#20197;&#24471;&#21040;&#24456;&#31934;&#30830;&#30340;&#22320;&#24418;&#22270;&#65292;&#32780;&#19981;&#38656;&#35201;&#20154;&#21435;&#19978;&#38754;&#24314;&#31435;&#19968;&#20123;&#26631;&#24535;&#65292;&#36825;&#26159;&#24403;&#20195;&#26368;&#20808;&#36827;&#30340;&#27979;&#32472;&#25216;&#26415;&#65292;&#34987;&#31216;&#20026;&#8220;DR&#8221;&#65292;&#30452;&#25509;&#23450;&#21521;&#12290;</p>
<p>&#33322;&#20301;&#25512;&#31639;&#27861;&#65288;&#33521;&#35821;&#65306;Dead reckoning&#65292;&#31777;&#31281; DR&#65289;&#26159;&#21033;&#29992;&#24050;&#30693;&#20301;&#32622;&#65292;&#32080;&#21512;&#31227;&#21205;&#36895;&#24230;&#36319;&#26041;&#20301;&#65292;&#20358;&#25512;&#31639;&#20986;&#29694;&#26377;&#20301;&#32622;&#30340;&#36942;&#31243;&#12290;&#20659;&#32113;&#19978;&#30340;&#33322;&#28023;&#65292;&#29694;&#20195;&#21063;&#30340;&#24815;&#24615;&#23548;&#33322;&#31995;&#32479;&#37117;&#25033;&#29992;&#33322;&#20301;&#25512;&#31639;&#27861;&#20358;&#25214;&#20986;&#20301;&#32622;&#12290;</p>
<p>&#33322;&#20301;&#25512;&#31639;&#27861;&#30340;&#32570;&#40670;&#26159;&#65292;&#22240;&#28858;&#26032;&#30340;&#20301;&#32622;&#26159;&#29992;&#20043;&#21069;&#30340;&#20301;&#32622;&#25512;&#23566;&#20986;&#20358;&#65292;&#22312;&#36942;&#31243;&#20013;&#30340;&#35492;&#24046;&#20540;&#26371;&#34987;&#32047;&#21152;&#65292;&#22240;&#27492;&#23427;&#30340;&#37679;&#35492;&#29575;&#26371;&#38568;&#33879;&#26178;&#38291;&#32780;&#25104;&#38263;&#12290;</p>
</dd>
</dl></li>
<li><p><a href="https://zhuanlan.zhihu.com/p/30068044">&#23545;&#35805;&#30000;&#22823;&#26032;&#65306;&#20026;&#20160;&#20040;&#35828;&#26080;&#20154;&#39550;&#39542;&#26159; AI &#30340;&#26368;&#39640;&#22659;&#30028;&#65311;&#65372;AI &#33521;&#38596;</a></p></li>
<li><p><a href="https://www.zhihu.com/question/33453309/answer/383453888">&#22914;&#20309;&#20174;&#19968;&#20010;&#31354;&#26377;&#19978;&#36827;&#24515;&#30340;&#20154;&#65292;&#21464;&#25104;&#34892;&#21160;&#19978;&#30340;&#24040;&#20154;&#65311; - &#30693;&#20046;</a></p></li>
</ul>
</div>
<svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" class="blur-svg">
    <defs>
        <filter id="blur-filter">
            <feGaussianBlur stdDeviation="3"></feGaussianBlur>
        </filter>
    </defs>
</svg>
<script src="../lazyload.min.js"></script>
<script src="../jquery-3.0.0.min.js"></script>
<script src="../jquery.idTabs.min.js"></script>
<script src="../egg.min.js"></script>
<script src="../clipboard.min.js"></script>
<script src="../notes.js"></script>
</body>
</html>
